Repository: m1ndvortex/jewely
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Comprehensive audit trail of all system actions and events
fa: ردیابی کامل حسابرسی تمام اقدامات و رویدادهای سیستم

source: Total Logs
fa: کل گزارش‌ها

source: Admin Actions
fa: اقدامات مدیریت

source: Security Events
fa: رویدادهای امنیتی

source: Critical
fa: بحرانی

source: Today
fa: امروز

source: Yesterday
fa: دیروز

source: Last 7 Days
fa: 7 روز گذشته

source: Last 30 Days
fa: 30 روز گذشته

source: Last 90 Days
fa: 90 روز گذشته

source: Advanced Filters
fa: فیلترهای پیشرفته

source: Export to CSV
fa: خروجی CSV

source: API Request
fa: درخواست API

source: Number and Date Formatting Examples
fa: نمونه‌های قالب‌بندی اعداد و تاریخ

source: Number Formatting
fa: قالب‌بندی اعداد

source: Basic Number
fa: عدد ساده

source: With Decimal Places
fa: با اعشار

source: Persian Numerals Only
fa: فقط ارقام فارسی

source: Integer
fa: عدد صحیح

source: Currency Formatting
fa: قالب‌بندی ارز

source: US Dollar
fa: دلار آمریکا

source: Iranian Rial
fa: ریال ایران

source: Euro
fa: یورو

source: British Pound
fa: پوند انگلیس

source: Date Formatting
fa: قالب‌بندی تاریخ

source: Default Format
fa: قالب پیش‌فرض

source: Custom Format (YYYY/MM/DD)
fa: قالب سفارشی (YYYY/MM/DD)

source: Custom Format (DD-MM-YYYY)
fa: قالب سفارشی (DD-MM-YYYY)

source: With Month Name
fa: با نام ماه

source: DateTime Formatting
fa: قالب‌بندی تاریخ و زمان

source: Custom Format
fa: قالب سفارشی

source: Date and Time Separate
fa: تاریخ و زمان جداگانه

source: 24-Hour Format
fa: قالب 24 ساعته

source: Using Inclusion Tags
fa: استفاده از برچسب‌های درج

source: Formatted Number Tag
fa: برچسب عدد قالب‌بندی شده

source: Formatted Currency Tag
fa: برچسب ارز قالب‌بندی شده

source: Note
fa: توجه

source: The formatting automatically adapts based on your selected language. Switch to Persian to see Jalali calendar dates and Persian numerals.
fa: قالب بندی به طور خودکار بر اساس زبان انتخابی شما سازگار می شود. برای دیدن تاریخ های تقویم جلالی و اعداد فارسی به فارسی بروید.

source: Dashboard - Jewelry Shop
fa: داشبورد - فروشگاه جواهرات

source: Welcome back! Here's what's happening with your jewelry shop today.
fa: خوش آمدید! این اتفاقات امروز در فروشگاه جواهرات شماست.

source: Refresh
fa: بارگیری مجدد

source: Increased
fa: افزایش یافت

source: Decreased
fa: کاهش یافت

source: by
fa: به میزان

source: qty
fa: تعداد

source: low
fa: کم

source: out
fa: خارج

source: Last 7 days
fa: 7 روز گذشته

source: Last 30 days
fa: 30 روز گذشته

source: Last 90 days
fa: 90 روز گذشته

source: Last year
fa: سال گذشته

source: Top Products
fa: محصولات برتر

source: New Customers
fa: مشتریان جدید

source: No new customers
fa: بدون مشتری جدید

source: New Sale
fa: فروش جدید

source: Add Product
fa: افزودن محصول

source: Add Customer
fa: افزودن مشتری

source: Translation Example
fa: نمونه ترجمه

source: Translation Example Page
fa: صفحه نمونه ترجمه

source: This page demonstrates how to use Django's translation system.
fa: این صفحه نحوه استفاده از سیستم ترجمه جنگو را نشان می‌دهد.

source: Welcome back, %(name)s! We're glad to see you again.
fa: خوش آمدید، %(name)s! خوشحالیم که دوباره شما را می بینیم.

source: Name
fa: نام

source: Enter your name
fa: نام خود را وارد کنید

source: Please enter your full name.
fa: لطفاً نام کامل خود را وارد کنید.

source: Email Address
fa: آدرس ایمیل

source: Enter your email
fa: ایمیل خود را وارد کنید

source: Message
fa: پیام

source: Enter your message
fa: پیام خود را وارد کنید

source: Submit
fa: ثبت

source: Product Name
fa: نام محصول

source: SKU
fa: کد محصول

source: No items found.
fa: موردی یافت نشد.

source: Your changes have been saved successfully.
fa: تغییرات شما با موفقیت ذخیره شد.

source: Please review your information before submitting.
fa: لطفاً قبل از ارسال اطلاعات خود را بررسی کنید.

source: An error occurred while processing your request.
fa: خطایی در پردازش درخواست شما رخ داد.

source: This is an informational message.
fa: این یک پیام اطلاعاتی است.

source: Delete Item
fa: حذف مورد

source: Manage your customer relationships
fa: روابط مشتریان خود را مدیریت کنید

source: Search by name, phone, email, or customer number...
fa: جستجو بر اساس نام، تلفن، ایمیل یا شماره مشتری...

source: Loyalty Tier
fa: رده وفاداری

source: All Tiers
fa: همه سطوح

source: All Status
fa: تمام وضعیت‌ها

source: Tag
fa: برچسب

source: All Tags
fa: همه برچسب‌ها

source: Sort By
fa: مرتب‌سازی بر اساس

source: Newest First
fa: جدیدترین ابتدا

source: Oldest First
fa: قدیمی‌ترین ابتدا

source: Highest Spending
fa: بیشترین خرج

source: Lowest Spending
fa: کمترین خرج

source: Most Points
fa: بیشترین امتیاز

source: Name (A-Z)
fa: نام (الف-ی)

source: Name (Z-A)
fa: نام (ی-الف)

source: Points
fa: امتیاز

source: No Tier
fa: بدون رده

source: No customers found
fa: مشتری یافت نشد

source: Try adjusting your search or filters
fa: جستجو یا فیلترهای خود را تنظیم کنید

source: Get started by adding your first customer
fa: با افزودن اولین مشتری خود شروع کنید

source: Too Many Requests
fa: درخواست های خیلی زیاد

source: You have made too many requests. Please wait a moment and try again.
fa: شما درخواست های زیادی کرده اید. لطفاً یک لحظه صبر کنید و دوباره امتحان کنید.

source: Rate Limit Information
fa: اطلاعات محدودیت نرخ

source: This is a security measure to protect against automated attacks. If you believe this is an error, please contact support.
fa: این یک اقدام امنیتی برای محافظت در برابر حملات خودکار است. اگر فکر می کنید این یک خطا است، لطفا با پشتیبانی تماس بگیرید.

source: Go Back
fa: به عقب برگرد

source: Home
fa: صفحه اصلی

source: CSRF Verification Failed
fa: تأیید CSRF ناموفق بود

source: What happened?
fa: چه اتفاقی افتاد؟

source: Your request could not be processed because the security token was missing or invalid. This usually happens when:
fa: درخواست شما قابل پردازش نیست زیرا کد امنیتی موجود نیست یا نامعتبر است. این معمولا زمانی اتفاق می افتد که:

source: Your session has expired
fa: جلسه شما تمام شده است

source: You opened the form in multiple tabs
fa: شما فرم را در چندین برگه باز کردید

source: Your browser cookies are disabled
fa: کوکی های مرورگر شما غیرفعال هستند

source: Go to Home
fa: به خانه بروید

source: Technical reason:
fa: دلیل فنی:

source: Delete Category
fa: حذف دسته

source: Are you sure you want to delete the following category?
fa: آیا مطمئن هستید که می خواهید دسته زیر را حذف کنید؟

source: Parent:
fa: والدین:

source: Cannot Delete Category
fa: نمی توان دسته را حذف کرد

source: This category has subcategories. Please delete or reassign the subcategories before deleting this category.
fa: این دسته دارای زیرمجموعه هایی است. لطفاً قبل از حذف این دسته، زیرمجموعه ها را حذف یا دوباره اختصاص دهید.

source: This action cannot be undone. The category will be permanently deleted.
fa: این عمل قابل بازگشت نیست. دسته برای همیشه حذف خواهد شد.

source: Category Details
fa: جزئیات دسته

source: Back to Categories
fa: بازگشت به دسته بندی ها

source: No description provided
fa: هیچ توضیحی ارائه نشده است

source: Subcategories
fa: زیر مجموعه ها

source: Recent Items
fa: اقلام اخیر

source: View all
fa: مشاهده همه

source: Item
fa: مورد

source: Total Items
fa: مجموع اقلام

source: Total Value
fa: ارزش کل

source: Category Information
fa: اطلاعات دسته

source: Last Updated
fa: آخرین به‌روزرسانی

source: Create a new product category with its organizational details.
fa: یک دسته بندی محصول جدید با جزئیات سازمانی آن ایجاد کنید.

source: Title for search engines
fa: عنوان برای موتورهای جستجو

source: Description for search engines
fa: توضیحات برای موتورهای جستجو

source: Essential category details.
fa: جزئیات دسته بندی ضروری

source: Category Name
fa: نام دسته

source: e.g. Rings, Necklaces, Bracelets
fa: به عنوان مثال انگشتر، گردنبند، دستبند

source: Parent Category
fa: دسته والد

source: Select a parent category...
fa: انتخاب یک دسته والد...

source: Provide a detailed description of this category.
fa: شرح مفصلی از این دسته ارائه دهید.

source: Inactive categories are hidden from the store.
fa: دسته‌های غیرفعال از فروشگاه پنهان می‌شوند.

source: Category Image
fa: تصویر دسته

source: Upload an image to represent this category.
fa: یک تصویر برای نشان دادن این دسته آپلود کنید.

source: Only PNG, JPG, and GIF files are supported
fa: فقط فایل های PNG، JPG و GIF پشتیبانی می شوند

source: File size must be less than 10MB
fa: حجم فایل باید کمتر از 10 مگابایت باشد

source: PNG, JPG, GIF up to 10MB
fa: PNG، JPG، GIF تا 10 مگابایت

source: Advanced Settings
fa: تنظیمات پیشرفته

source: URL and search engine optimization.
fa: URL و بهینه سازی موتور جستجو

source: e.g. gold-engagement-rings
fa: به عنوان مثال حلقه های نامزدی طلا

source: SEO Title (Optional)
fa: عنوان سئو (اختیاری)

source: SEO Meta Description (Optional)
fa: توضیحات متا SEO (اختیاری)

source: Characters:
fa: شخصیت ها:

source: Recommended: 120-158 characters
fa: توصیه شده: 120-158 کاراکتر

source: Search Engine Snippet Preview
fa: پیش نمایش قطعه موتور جستجو

source: Update Category
fa: به روز رسانی دسته

source: Create Category
fa: ایجاد دسته

source: Manage your jewelry product categories with hierarchical organization
fa: دسته بندی محصولات جواهرات خود را با سازماندهی سلسله مراتبی مدیریت کنید

source: Back to Inventory
fa: بازگشت به موجودی

source: Add Category
fa: اضافه کردن دسته

source: Total Categories
fa: مجموع دسته ها

source: Active Categories
fa: دسته بندی های فعال

source: Top Level
fa: سطح بالا

source: Search Categories
fa: جستجوی دسته ها

source: Category name or description...
fa: نام یا توضیحات دسته...

source: subcategories
fa: زیر مجموعه ها

source: Add Subcategory
fa: اضافه کردن زیر مجموعه

source: No categories found
fa: هیچ دسته ای یافت نشد

source: Try adjusting your search terms.
fa: سعی کنید عبارات جستجوی خود را تنظیم کنید.

source: Get started by creating your first product category.
fa: با ایجاد اولین دسته بندی محصول خود شروع کنید.

source: Categories
fa: دسته بندی ها

source: Manage your product categories.
fa: دسته بندی محصولات خود را مدیریت کنید

source: Search...
fa: جستجو...

source: MAIN CATEGORIES
fa: دسته بندی های اصلی

source: Total Products:
fa: مجموع محصولات:

source: Subcategories:
fa: زیر مجموعه ها:

source: Category Details:
fa: جزئیات دسته:

source: Name:
fa: نام:

source: Items:
fa: موارد:

source: Icon:
fa: نماد:

source: View All Products
fa: مشاهده همه محصولات

source: Subcategories of
fa: زیر مجموعه های

source: Icon
fa: نماد

source: Products
fa: محصولات

source: Subcats
fa: زیرگربه ها

source: No subcategories
fa: بدون زیرمجموعه

source: This category doesn't have any subcategories yet.
fa: این دسته هنوز هیچ زیرمجموعه ای ندارد.

source: Add First Subcategory
fa: اضافه کردن اولین زیر مجموعه

source: Select a category
fa: یک دسته را انتخاب کنید

source: Choose a category from the sidebar to view its details and subcategories.
fa: یک دسته را از نوار کناری انتخاب کنید تا جزئیات و زیرمجموعه های آن را مشاهده کنید.

source: Create First Category
fa: ایجاد دسته اول

source: Complete all required fields to add inventory item
fa: برای افزودن آیتم موجودی، تمام فیلدهای لازم را تکمیل کنید

source: Branch
fa: شعبه

source: Jewelry Specifications
fa: مشخصات جواهرات

source: Karat
fa: عیار

source: Weight (grams)
fa: وزن (گرم)

source: Craftsmanship
fa: صنعتگری

source: Pricing
fa: قیمت گذاری

source: Cost Price
fa: قیمت تمام شده

source: Markup %%
fa: نشانه گذاری %%

source: Selling Price
fa: قیمت فروش

source: Minimum Quantity
fa: حداقل مقدار

source: Tracking & Identification
fa: ردیابی و شناسایی

source: Lot Number
fa: شماره لات

source: Barcode
fa: بارکد

source: Supplier SKU
fa: SKU تامین کننده

source: Inventory Management
fa: مدیریت موجودی

source: Manage your jewelry inventory, track stock levels, and generate reports
fa: موجودی جواهرات خود را مدیریت کنید، سطوح موجودی را پیگیری کنید و گزارش تولید کنید

source: Add Item
fa: افزودن مورد

source: Total Quantity
fa: مقدار کل

source: Low Stock
fa: موجودی کم

source: Out of Stock
fa: خارج از موجودی

source: SKU, name, serial, barcode...
fa: SKU، نام، سریال، بارکد...

source: All Branches
fa: همه شعبه ها

source: All Karats
fa: همه کارات ها

source: Name A-Z
fa: نام A-Z

source: Name Z-A
fa: نام Z-A

source: SKU A-Z
fa: SKU الف-ی

source: Price High-Low
fa: قیمت بالا-پایین

source: Price Low-High
fa: قیمت پایین-بالا

source: Stock High-Low
fa: موجودی بالا-پایین

source: Stock Low-High
fa: موجودی پایین-بالا

source: Weight
fa: وزن

source: In Stock
fa: موجود است

source: Adjust Stock
fa: سهام را تنظیم کنید

source: No inventory items found
fa: هیچ مورد موجودی یافت نشد

source: Try adjusting your filters or search terms.
fa: سعی کنید فیلترها یا عبارات جستجوی خود را تنظیم کنید.

source: Get started by adding your first inventory item.
fa: با افزودن اولین مورد موجودی خود شروع کنید.

source: Add Inventory Item
fa: اضافه کردن آیتم موجودی

source: Inventory Reports
fa: گزارش های موجودی

source: Comprehensive inventory analytics and insights
fa: تجزیه و تحلیل موجودی جامع و بینش

source: Dead Stock Items
fa: اقلام سهام مرده

source: No sales in 90 days
fa: بدون فروش در 90 روز

source: Turnover Ratio
fa: نسبت گردش مالی

source: Items Sold
fa: اقلام فروخته شده

source: left
fa: سمت چپ

source: Min:
fa: حداقل:

source: All items are well stocked!
fa: همه اقلام به خوبی انبار شده اند!

source: Out of Stock Items
fa: اقلام خارج از انبار

source: No items are out of stock!
fa: هیچ کالایی در انبار موجود نیست!

source: Dead Stock Analysis
fa: تجزیه و تحلیل سهام مرده

source: Items with no sales in 90 days
fa: اقلام بدون فروش در 90 روز

source: in stock
fa: در انبار

source: each
fa: هر کدام

source: No dead stock detected!
fa: هیچ سهام مرده ای شناسایی نشد!

source: Inventory Valuation Report
fa: گزارش ارزش گذاری موجودی

source: Current inventory value breakdown
fa: تفکیک ارزش موجودی فعلی

source: Total Inventory Value
fa: ارزش کل موجودی

source: Cost price basis
fa: مبنای قیمت تمام شده

source: Avg Value/Item
fa: میانگین مقدار/مورد

source: Active Items
fa: آیتم های فعال

source: Dead Stock
fa: سهام مرده

source: System Monitoring
fa: مانیتورینگ سیستم

source: Real-time platform health and performance metrics
fa: معیارهای سلامت و عملکرد پلتفرم در لحظه

source: Service Status
fa: وضعیت خدمات

source: System Overview
fa: بررسی اجمالی سیستم

source: Network I/O
fa: ورودی/خروجی شبکه

source: Cache Hit Ratio
fa: نسبت برخورد کش

source: Database Size
fa: اندازه پایگاه داده

source: Transaction Activity
fa: فعالیت معاملاتی

source: Cache Hit Rate
fa: نرخ ضربه کش

source: Total Keys
fa: کل کلیدها

source: Operations/sec
fa: عملیات/ثانیه

source: Active Workers
fa: کارگران فعال

source: Pending Tasks
fa: وظایف معلق

source: System Status
fa: وضعیت سیستم

source: No workers found
fa: کارگری پیدا نشد

source: Bulk Campaign
fa: کمپین گروهی

source: Send targeted email or SMS campaigns to customer segments.
fa: ارسال کمپین‌های ایمیل یا پیامک هدفمند به بخش‌های مشتری.

source: Campaign Type
fa: نوع کمپین

source: Target Segment
fa: بخش هدف

source: Select a segment...
fa: یک بخش انتخاب کنید...

source: Email Settings
fa: تنظیمات ایمیل

source: Select template...
fa: یک قالب انتخاب کنید...

source: Email Subject
fa: موضوع ایمیل

source: SMS Settings
fa: تنظیمات پیامک

source: Template Variables
fa: متغیرهای قالب

source: Add custom variables to personalize your campaign. Use these in your templates as {{ variable_name }}.
fa: متغیرهای سفارشی را برای شخصی سازی کمپین خود اضافه کنید. از اینها در الگوهای خود به عنوان {{ variable_name }} استفاده کنید.

source: Add Variable
fa: افزودن متغیر

source: Campaign Summary
fa: خلاصه کمپین

source: Select a segment and template to see campaign summary.
fa: یک بخش و قالب برای مشاهده خلاصه کمپین انتخاب کنید.

source: Preview
fa: پیش‌نمایش

source: Send Campaign
fa: ارسال کمپین

source: Type:
fa: نوع:

source: Target:
fa: هدف:

source: Ready to send campaign to selected segment.
fa: آماده برای ارسال کمپین به بخش انتخاب شده.

source: Are you sure you want to send this campaign? This action cannot be undone.
fa: آیا مطمئن هستید که می خواهید این کمپین را ارسال کنید؟ این عمل قابل بازگشت نیست.

source: Track the performance of your email and SMS campaigns.
fa: عملکرد کمپین‌های ایمیل و پیامک خود را پیگیری کنید.

source: Total Campaigns
fa: مجموع کمپین‌ها

source: Messages Sent
fa: پیام‌های ارسال شده

source: Conversion Rate
fa: نرخ تبدیل

source: Email Metrics
fa: معیارهای ایمیل

source: Click Rate
fa: نرخ کلیک

source: Total Opened
fa: مجموع باز شده

source: Total Clicked
fa: مجموع کلیک شده

source: Total Conversions
fa: مجموع تبدیل‌ها

source: Conversion Value
fa: ارزش تبدیل

source: Total Cost
fa: هزینه کل

source: ROI
fa: بازگشت سرمایه

source: Recent Campaigns
fa: کمپین‌های اخیر

source: Campaign
fa: کمپین

source: Conversions
fa: تبدیل‌ها

source: No campaigns found for the selected period.
fa: کمپینی برای دوره انتخاب شده یافت نشد.

source: View all customer communications across all channels.
fa: مشاهده تمام ارتباطات مشتری در تمام کانال‌ها.

source: Customer ID
fa: شناسه مشتری

source: Enter customer ID...
fa: شناسه مشتری را وارد کنید...

source: Communication Type
fa: نوع ارتباط

source: Campaign ID
fa: شناسه کمپین

source: Enter campaign ID...
fa: شناسه کمپین را وارد کنید...

source: Communication History
fa: تاریخچه ارتباطات

source: Direction
fa: جهت

source: Subject
fa: موضوع

source: Engagement
fa: تعامل

source: Converted
fa: تبدیل شده

source: No communications found.
fa: ارتباطی یافت نشد.

source: Showing %(start)s to %(end)s of %(total)s communications
fa: نمایش %(start)s تا %(end)s از %(total)s ارتباطات

source: Create Segment
fa: ایجاد بخش

source: All Segments
fa: تمام بخش‌ها

source: No customer segments found.
fa: بخش مشتری یافت نشد.

source: Showing %(start)s to %(end)s of %(total)s segments
fa: نمایش %(start)s تا %(end)s از %(total)s بخش

source: Notification Center
fa: مرکز اعلان‌ها

source: Manage your notifications and stay updated
fa: اعلان‌های خود را مدیریت کنید و به‌روز بمانید

source: Preferences
fa: ترجیحات

source: Mark All Read
fa: علامت همه به عنوان خوانده شده

source: Unread only
fa: فقط خوانده نشده

source: All types
fa: تمام انواع

source: All notifications read
fa: تمام اعلان‌ها خوانده شد

source: notifications
fa: اعلان‌ها

source: No notifications
fa: اعلانی وجود ندارد

source: You're all caught up! No notifications to display.
fa: همه چیز به‌روز است! اعلانی برای نمایش وجود ندارد.

source: Mark all notifications as read?
fa: علامت‌گذاری تمام اعلان‌ها به عنوان خوانده شده؟

source: new
fa: جدید

source: Mark all as read
fa: علامت‌گذاری همه به عنوان خوانده شده

source: View all notifications
fa: مشاهده تمام اعلان‌ها

source: Error:
fa: خطا:

source: %(count)s customers match this criteria
fa: %(count)s مشتریان با این معیار مطابقت دارند

source: Showing first %(showing)s of %(total)s
fa: نمایش %(showing)s اول از %(total)s

source: No customers match the current criteria.
fa: هیچ مشتری با معیارهای فعلی مطابقت ندارد.

source: Customize how and when you receive notifications
fa: نحوه و زمان دریافت اعلان‌ها را سفارشی کنید

source: Back to Notifications
fa: بازگشت به اعلان‌ها

source: Notification Types
fa: انواع اعلان

source: Choose how you want to receive different types of notifications
fa: انتخاب کنید که چگونه می‌خواهید انواع مختلف اعلان‌ها را دریافت کنید

source: Notification Type
fa: نوع اعلان

source: Set times when you don't want to receive non-critical notifications
fa: زمان‌هایی را تنظیم کنید که نمی‌خواهید اعلان‌های غیرحیاتی دریافت کنید

source: Start Time
fa: زمان شروع

source: End Time
fa: زمان پایان

source: During quiet hours, you'll only receive critical notifications (errors and system alerts)
fa: در ساعات خلوت، فقط اعلان‌های مهم (خطاها و هشدارهای سیستم) را دریافت خواهید کرد.

source: Save Preferences
fa: ذخیره ترجیحات

source: Create Customer Segment
fa: ایجاد بخش مشتری

source: Segment Name
fa: نام بخش

source: Segment Type
fa: نوع بخش

source: Segmentation Criteria
fa: معیارهای بخش‌بندی

source: Minimum Total Purchases
fa: حداقل مجموع خریدها

source: Maximum Total Purchases
fa: حداکثر مجموع خریدها

source: Last Purchase Within (Days)
fa: آخرین خرید در (روز)

source: Loyalty Tiers
fa: سطوح وفاداری

source: Customer Tags (comma-separated)
fa: برچسب‌های مشتری (جدا شده با کاما)

source: Communication Preferences
fa: ترجیحات ارتباط

source: Marketing Opt-in
fa: موافقت با بازاریابی

source: SMS Opt-in
fa: موافقت با پیامک

source: Select Customers
fa: انتخاب مشتریان

source: For static segments, manually select customers to include.
fa: برای بخش‌های ثابت، مشتریان را به صورت دستی انتخاب کنید.

source: Preview Customers
fa: پیش‌نمایش مشتریان

source: Click 'Preview Customers' to see who would be included in this segment.
fa: روی 'پیش‌نمایش مشتریان' کلیک کنید تا ببینید چه کسانی در این بخش شامل می‌شوند.

source: Calculate Price
fa: محاسبه قیمت

source: Back to Dashboard
fa: بازگشت به داشبورد

source: Price Calculator
fa: ماشین‌حساب قیمت

source: Current Gold Rate
fa: نرخ فعلی طلا

source: Product Type
fa: نوع محصول

source: Any Type
fa: هر نوع

source: Craftsmanship Level
fa: سطح صنعتگری

source: Any Level
fa: هر سطح

source: Customer Tier
fa: رده مشتری

source: Stone Value
fa: ارزش سنگ

source: Active Pricing Rules
fa: قوانین قیمت‌گذاری فعال

source: No active pricing rules found. Please configure pricing rules first.
fa: قانون قیمت‌گذاری فعالی یافت نشد. لطفاً ابتدا قوانین قیمت‌گذاری را پیکربندی کنید.

source: Pricing Dashboard
fa: داشبورد قیمت‌گذاری

source: Recalculate Prices
fa: محاسبه مجدد قیمت‌ها

source: Rules configured
fa: قوانین پیکربندی شده

source: Pending Overrides
fa: نادیده‌گیری‌های در انتظار

source: Awaiting approval
fa: در انتظار تأیید

source: Recent Price Changes
fa: تغییرات اخیر قیمت

source: View all changes
fa: مشاهده تمام تغییرات

source: No recent price changes
fa: تغییر قیمت اخیری وجود ندارد

source: Pending Override Requests
fa: درخواست‌های نادیده‌گیری در انتظار

source: Requested by
fa: درخواست شده توسط

source: View all requests
fa: مشاهده تمام درخواست‌ها

source: No pending override requests
fa: درخواست نادیده‌گیری در انتظار وجود ندارد

source: This will recalculate prices for all inventory items based on current gold rates and pricing rules.
fa: با این کار قیمت تمام اقلام موجودی بر اساس نرخ فعلی طلا و قوانین قیمت گذاری دوباره محاسبه می شود.

source: Retail
fa: خرده‌فروشی

source: Wholesale
fa: عمده‌فروشی

source: VIP
fa: وی‌آی‌پی

source: Recalculate
fa: محاسبه مجدد

source: Gold Rate Comparison
fa: مقایسه نرخ طلا

source: View History
fa: مشاهده تاریخچه

source: Highest
fa: بالاترین

source: Same as base
fa: همانند پایه

source: Per Tola
fa: به ازای تولا

source: Per Ounce
fa: به ازای اونس

source: Updated
fa: به‌روزرسانی شده

source: Source
fa: منبع

source: Detailed Comparison
fa: مقایسه دقیق

source: All rates compared to
fa: تمام نرخ‌ها در مقایسه با

source: market
fa: بازار

source: Market
fa: بازار

source: Per Gram
fa: به ازای گرم

source: Base
fa: پایه

source: Same
fa: یکسان

source: Refresh Rates
fa: تازه‌سازی نرخ‌ها

source: No Rate Data Available
fa: داده نرخی موجود نیست

source: No gold rate data is currently available for comparison.
fa: در حال حاضر داده نرخ طلایی برای مقایسه موجود نیست.

source: Gold Rate History
fa: تاریخچه نرخ طلا

source: Compare Markets
fa: مقایسه بازارها

source: Time Period
fa: دوره زمانی

source: Current Rate
fa: نرخ فعلی

source: Period Change
fa: تغییر دوره

source: Highest Rate
fa: بالاترین نرخ

source: Lowest Rate
fa: پایین‌ترین نرخ

source: Rate Trend
fa: روند نرخ

source: Historical Data
fa: داده‌های تاریخی

source: Date & Time
fa: تاریخ و زمان

source: No Historical Data
fa: داده تاریخی وجود ندارد

source: No gold rate data available for the selected market and time period.
fa: داده نرخ طلا برای بازار و دوره زمانی انتخاب شده موجود نیست.

source: Rate (USD)
fa: نرخ (دلار)

source: Live Gold Rates
fa: نرخ‌های زنده طلا

source: Compare
fa: مقایسه

source: No change
fa: بدون تغییر

source: Tola
fa: تولا

source: Oz
fa: اونس

source: No gold rates available
fa: نرخ طلا موجود نیست

source: Rates will appear when data is fetched from external APIs
fa: نرخ‌ها هنگامی نمایش داده می‌شوند که داده از APIهای خارجی دریافت شود
