Repository: m1ndvortex/jewely
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: View and manage all journal entries, automatic double-entry bookkeeping transactions
fa: مشاهده و مدیریت تمام ورودی های مجله، تراکنش های حسابداری دو ورودی خودکار

source: View Entries
fa: مشاهده ورودی ها

source: General Ledger
fa: دفتر کل

source: Complete transaction history, account movements, and audit trail for all entries
fa: تاریخچه تراکنش کامل، حرکات حساب، و دنباله حسابرسی برای همه ورودی ها

source: View Ledger
fa: مشاهده لجر

source: PAYABLES
fa: قابل پرداخت

source: Bills & Payables
fa: قبوض و پرداختنی ها

source: Manage supplier bills, track payments, aging reports, and outstanding payables
fa: صورت‌حساب‌های تامین‌کننده، پیگیری پرداخت‌ها، گزارش‌های قدیمی و بدهی‌های معوق را مدیریت کنید

source: Manage Bills
fa: مدیریت صورتحساب ها

source: SUPPLIERS
fa: تامین کنندگان

source: Suppliers
fa: تامین کنندگان

source: View supplier accounting details, statements, and payment history
fa: جزئیات حسابداری تامین کننده، بیانیه ها و تاریخچه پرداخت را مشاهده کنید

source: View Suppliers
fa: مشاهده تامین کنندگان

source: INVOICES
fa: فاکتورها

source: Invoices & Receivables
fa: فاکتورها و مطالبات

source: Manage customer invoices, track payments, aging reports, and credit memos
fa: فاکتورهای مشتری را مدیریت کنید، پرداخت ها را پیگیری کنید، گزارش های قدیمی و یادداشت های اعتباری

source: Manage Invoices
fa: مدیریت فاکتورها

source: CUSTOMERS
fa: مشتریان

source: View customer accounting details, invoices, statements, and credit limits
fa: جزئیات حسابداری مشتری، فاکتورها، صورتحساب ها و محدودیت های اعتباری را مشاهده کنید

source: View Customers
fa: مشاهده مشتریان

source: RECEIVABLES
fa: مطالبات

source: Track customer invoices, payments due, and manage outstanding receivables
fa: فاکتورهای مشتری، پرداخت های سررسید را پیگیری کنید و مطالبات معوق را مدیریت کنید

source: Manage Receivables
fa: مدیریت مطالبات

source: Manage bank accounts, track balances, reconciliation status, and transactions
fa: مدیریت حساب های بانکی، ردیابی مانده ها، وضعیت آشتی و تراکنش ها

source: BANKING
fa: بانکداری

source: Match bank statements with ledger entries, reconcile accounts automatically
fa: صورت‌حساب‌های بانکی را با ورودی‌های دفتر مطابقت دهید، حساب‌ها را به‌طور خودکار تطبیق دهید

source: Reconcile Accounts
fa: تطبیق حساب ها

source: ASSETS
fa: دارایی ها

source: Fixed Assets
fa: دارایی های ثابت

source: Manage fixed assets register, track depreciation, asset disposal, and book values
fa: مدیریت ثبت دارایی های ثابت، پیگیری استهلاک، دفع دارایی و ارزش دفتری

source: Manage Assets
fa: مدیریت دارایی ها

source: Depreciation Schedule
fa: جدول استهلاک

source: View projected depreciation for all assets, export to PDF/Excel for planning
fa: مشاهده استهلاک پیش بینی شده برای همه دارایی ها، صادرات به PDF/Excel برای برنامه ریزی

source: View Schedule
fa: مشاهده برنامه زمانبندی

source: SETTINGS
fa: تنظیمات

source: Manage fiscal year, accounting periods, currencies, and system preferences
fa: مدیریت سال مالی، دوره های حسابداری، ارزها و ترجیحات سیستم

source: Configure
fa: پیکربندی

source: Current Period Overview
fa: نمای کلی دوره جاری

source: Fiscal Period
fa: دوره مالی

source: Accounting Status
fa: وضعیت حسابداری

source: Active & Synchronized
fa: فعال و همگام شده

source: All financial transactions are automatically recorded using double-entry bookkeeping. Data is synchronized in real-time from sales, purchases, and expenses.
fa: همه تراکنش های مالی به صورت خودکار با استفاده از حسابداری دوبار ثبت می شوند. داده ها در زمان واقعی از فروش، خرید و هزینه ها هماهنگ می شوند.

source: Auto Journal Entries
fa: ورودی های ژورنال خودکار

source: Real-time Sync
fa: همگام سازی در زمان واقعی

source: Quick Actions
fa: اقدامات سریع

source: Generate Report
fa: ایجاد گزارش

source: Export Data
fa: صادرات داده ها

source: Settings
fa: تنظیمات

source: Need Help?
fa: به کمک نیاز دارید؟

source: Check our documentation or contact support for assistance with accounting features.
fa: اسناد ما را بررسی کنید یا برای کمک در مورد ویژگی های حسابداری با پشتیبانی تماس بگیرید.

source: This will initialize the accounting system for your shop. This includes creating the chart of accounts and configuring double-entry bookkeeping. Continue?
fa: با این کار سیستم حسابداری فروشگاه شما راه اندازی می شود. این شامل ایجاد نمودار حساب ها و پیکربندی حسابداری دوبار ورود است. ادامه دهید؟

source: Initializing...
fa: در حال شروع...

source: Accounting system initialized successfully!
fa: سیستم حسابداری با موفقیت راه اندازی شد!

source: Failed to initialize accounting:
fa: اولیه سازی حسابداری انجام نشد:

source: Error initializing accounting:
fa: خطا در شروع حسابداری:

source: Export Financial Data
fa: صادرات داده های مالی

source: Export as PDF
fa: صادرات به صورت PDF

source: Complete financial reports
fa: گزارشات مالی کامل

source: Export as Excel
fa: صادرات به عنوان اکسل

source: Editable spreadsheet format
fa: فرمت صفحه گسترده قابل ویرایش

source: Report Period
fa: دوره گزارش

source: Update Reports
fa: به روز رسانی گزارش ها

source: Export Excel
fa: صادرات اکسل

source: Balance Sheet
fa: ترازنامه

source: As of
fa: از

source: Current Assets
fa: دارایی های جاری

source: LIABILITIES
fa: تعهدات

source: Current Liabilities
fa: بدهی های جاری

source: Dispose Asset
fa: دور ریختن دارایی

source: Disposed
fa: دور انداخته شد

source: Fully Depreciated
fa: کاملا مستهلک شده

source: Acquisition Cost
fa: هزینه اکتساب

source: Accumulated Depreciation
fa: استهلاک انباشته

source: Current Book Value
fa: ارزش کتاب فعلی

source: Asset Information
fa: اطلاعات دارایی

source: Asset Number
fa: شماره دارایی

source: Serial Number
fa: شماره سریال

source: Category
fa: دسته‌بندی

source: Location
fa: مکان

source: Department
fa: بخش

source: Acquisition Details
fa: جزئیات کسب

source: Acquisition Date
fa: تاریخ اکتساب

source: Salvage Value
fa: ارزش نجات

source: Vendor
fa: فروشنده

source: Depreciation Settings
fa: تنظیمات استهلاک

source: Method
fa: روش

source: Useful Life
fa: زندگی مفید

source: months
fa: ماه ها

source: Depreciation Start
fa: شروع استهلاک

source: Depreciable Amount
fa: مبلغ قابل استهلاک

source: Monthly Depreciation
fa: استهلاک ماهانه

source: General Ledger Accounts
fa: حساب های دفتر کل

source: Asset Account
fa: حساب دارایی

source: Depreciation Expense
fa: هزینه استهلاک

source: Disposal Information
fa: اطلاعات دفع

source: Disposal Date
fa: تاریخ دفع

source: Disposal Method
fa: روش دفع

source: Proceeds
fa: عواید

source: Gain/Loss
fa: سود / ضرر

source: Buyer
fa: خریدار

source: Depreciation History
fa: تاریخچه استهلاک

source: Period
fa: دوره

source: Depreciation Amount
fa: مقدار استهلاک

source: Book Value
fa: ارزش کتاب

source: No depreciation has been recorded yet.
fa: هنوز استهلاکی ثبت نشده است.

source: Projected Depreciation (Next 12 Months)
fa: استهلاک پیش بینی شده (12 ماه آینده)

source: Dispose Fixed Asset
fa: دارایی های ثابت را از بین ببرید

source: Dispose
fa: در معرض قرار دادن

source: Asset to Dispose
fa: دارایی برای دفع

source: Asset Name
fa: نام دارایی

source: Disposing this asset will:
fa: دفع این دارایی:

source: Mark the asset as disposed and prevent further depreciation
fa: دارایی را به عنوان واگذار شده علامت گذاری کنید و از استهلاک بیشتر جلوگیری کنید

source: Create journal entries to remove the asset from the books
fa: برای حذف دارایی از کتاب ها، مدخل های مجله ایجاد کنید

source: Calculate and record any gain or loss on disposal
fa: سود یا زیان ناشی از واگذاری را محاسبه و ثبت کنید

source: This action cannot be easily undone
fa: این عمل به راحتی قابل برگشت نیست

source: Register Asset
fa: ثبت دارایی

source: Fixed Assets Register
fa: ثبت دارایی های ثابت

source: Register New Asset
fa: ثبت دارایی جدید

source: Total Acquisition Cost
fa: کل هزینه اکتساب

source: All Categories
fa: همه دسته ها

source: Search
fa: جستجو

source: Asset name, number, or serial...
fa: نام، شماره یا سریال دارایی...

source: Asset
fa: دارایی

source: No fixed assets found
fa: هیچ دارایی ثابتی یافت نشد

source: Register Your First Asset
fa: اولین دارایی خود را ثبت کنید

source: No transactions found for the selected criteria.
fa: هیچ تراکنشی برای معیارهای انتخابی یافت نشد.

source: Invoice Details
fa: جزئیات فاکتور

source: Invoice Date
fa: تاریخ فاکتور

source: No payments have been recorded for this invoice yet.
fa: هنوز هیچ پرداختی برای این فاکتور ثبت نشده است.

source: Edit Invoice
fa: ویرایش فاکتور

source: Create New Invoice
fa: فاکتور جدید ایجاد کنید

source: Invoice Management
fa: مدیریت فاکتور

source: Invoice Information
fa: اطلاعات فاکتور

source: Add items and services to this invoice
fa: موارد و خدمات را به این فاکتور اضافه کنید

source: Invoice Summary
fa: خلاصه فاکتور

source: Update Invoice
fa: به روز رسانی فاکتور

source: Create Invoice
fa: ایجاد فاکتور

source: Aged Receivables
fa: مطالبات قدیمی

source: Total Invoices
fa: مجموع فاکتورها

source: All Customers
fa: همه مشتریان

source: From Date
fa: از تاریخ

source: To Date
fa: به تاریخ

source: Invoices List
fa: لیست فاکتورها

source: Invoice #
fa: فاکتور شماره

source: Get started by creating a new invoice.
fa: با ایجاد یک فاکتور جدید شروع کنید.

source: Invoice Total
fa: مجموع فاکتور

source: No journal entries
fa: بدون نوشته های مجله

source: No journal entries found for the selected period.
fa: هیچ مدخل مجله ای برای دوره انتخابی یافت نشد.

source: Are you sure you want to post this journal entry to the general ledger? This action cannot be undone.
fa: آیا مطمئن هستید که می خواهید این مدخل مجله را در دفتر کل پست کنید؟ این عمل قابل بازگشت نیست.

source: Entry Number:
fa: شماره ورودی:

source: Date:
fa: تاریخ:

source: Description:
fa: توضیحات:

source: Once posted, this entry cannot be edited or deleted. You can only reverse it by creating a reversing entry.
fa: پس از ارسال، این نوشته قابل ویرایش یا حذف نیست. فقط با ایجاد یک ورودی معکوس می توانید آن را معکوس کنید.

source: I have verified that all amounts are correct
fa: من تأیید کردم که همه مقادیر صحیح است

source: I have verified that all accounts are correct
fa: من تأیید کرده ام که همه حساب ها درست هستند

source: I confirm the accounting period is correct
fa: من تأیید می کنم که دوره حسابداری درست است

source: Post to General Ledger
fa: ارسال به دفتر کل

source: Journal Entry
fa: ورودی مجله

source: Post to GL
fa: ارسال به GL

source: Reverse Entry
fa: ورود معکوس

source: Entry Number
fa: شماره ورودی

source: Locked
fa: قفل شده است

source: Transaction History
fa: تاریخچه معاملات

source: Created:
fa: ایجاد شده:

source: Status:
fa: وضعیت:

source: Posted to General Ledger
fa: ارسال شده به دفتر کل

source: Draft - Not Posted
fa: پیش نویس - ارسال نشده است

source: Locked:
fa: قفل شده:

source: This entry is locked and cannot be modified
fa: این ورودی قفل شده است و نمی توان آن را تغییر داد

source: Metadata
fa: فراداده

source: Entry Date
fa: تاریخ ورود

source: Posted Status
fa: وضعیت ارسال شده

source: Ledger
fa: دفتر کل

source: Parent Entry
fa: ورود والدین

source: Related Entries
fa: مطالب مرتبط

source: Edit Journal Entry
fa: ویرایش مدخل مجله

source: New
fa: جدید

source: Remove
fa: حذف

source: Must be $0.00
fa: باید 0.00 دلار باشد

source: Debits and credits must be equal. Please adjust the amounts.
fa: بدهی و اعتبار باید برابر باشد. لطفا مقادیر را تنظیم کنید.

source: Save as Draft
fa: ذخیره به عنوان پیش نویس

source: Submit for Approval
fa: برای تایید ارسال کنید

source: You must have at least one line item.
fa: شما باید حداقل یک مورد خط داشته باشید.

source: New Entry
fa: ورودی جدید

source: Pending Approval
fa: در انتظار تایید

source: Reversed
fa: معکوس شد

source: Search by account...
fa: جستجو بر اساس حساب ...

source: Clear
fa: پاک کردن

source: Post
fa: ارسال کنید

source: Reverse
fa: معکوس

source: Are you sure you want to delete this entry?
fa: آیا مطمئن هستید که می خواهید این ورودی را حذف کنید؟

source: results
fa: نتیجه

source: Aged Payables Report
fa: گزارش بدهی های مسن

source: Back to Bills
fa: بازگشت به بیلز

source: As of Date
fa: از تاریخ

source: Update Report
fa: به روز رسانی گزارش

source: Total Payables
fa: کل مطالبات پرداختنی

source: bill(s)
fa: صورت حساب

source: No unpaid bills
fa: بدون صورتحساب پرداخت نشده

source: There are no unpaid bills to display in the aged payables report.
fa: هیچ صورت حساب پرداخت نشده ای برای نمایش در گزارش بدهی های قدیمی وجود ندارد.

source: About This Report
fa: درباره این گزارش

source: This report shows amounts owed to suppliers grouped by how many days past due they are. Use this report to:
fa: این گزارش مبالغ بدهی به تامین کنندگان را بر اساس چند روز سررسید آنها گروه بندی می کند. از این گزارش برای موارد زیر استفاده کنید:

source: Identify overdue payments that need immediate attention
fa: پرداخت های معوق که نیاز به توجه فوری دارند را شناسایی کنید

source: Monitor cash flow and payment obligations
fa: نظارت بر جریان نقدی و تعهدات پرداخت

source: Maintain good supplier relationships by paying on time
fa: با پرداخت به موقع، روابط خوب با تامین کنندگان را حفظ کنید

source: Plan for upcoming cash requirements
fa: برای نیازهای نقدی آینده برنامه ریزی کنید

source: Aged Receivables Report
fa: گزارش مطالبات مسن

source: Back to Invoices
fa: بازگشت به فاکتورها

source: Total Receivables
fa: کل مطالبات

source: invoice(s)
fa: فاکتور(های)

source: No unpaid invoices
fa: بدون فاکتور پرداخت نشده

source: There are no unpaid invoices to display in the aged receivables report.
fa: هیچ فاکتور پرداخت نشده ای برای نمایش در گزارش دریافتنی های قدیمی وجود ندارد.

source: This report shows amounts owed by customers grouped by how many days past due they are. Use this report to:
fa: این گزارش مبالغ بدهی مشتریان را بر اساس چند روز سررسید آنها گروه بندی می کند. از این گزارش برای موارد زیر استفاده کنید:

source: Identify overdue invoices that need immediate follow-up
fa: فاکتورهای معوق که نیاز به پیگیری فوری دارند را شناسایی کنید

source: Monitor cash flow and expected receipts
fa: نظارت بر جریان نقدی و دریافت های مورد انتظار

source: Track customer payment patterns and creditworthiness
fa: الگوهای پرداخت و اعتبار مشتری را دنبال کنید

source: Plan collection efforts and cash requirements
fa: تلاش های جمع آوری و نیازهای نقدی را برنامه ریزی کنید

source: Bank Reconciliation Report
fa: گزارش تسویه حساب بانکی

source: Back to Reconciliations
fa: بازگشت به آشتی ها

source: Bank Account Information
fa: اطلاعات حساب بانکی

source: Reconciliation Date
fa: تاریخ آشتی

source: Completed By
fa: تکمیل شده توسط

source: Completed Date
fa: تاریخ تکمیل

source: Balance Summary
fa: خلاصه تراز

source: Bank Statement
fa: صورت حساب بانکی

source: Beginning Balance
fa: تعادل ابتدایی

source: Add: Deposits
fa: افزودن: سپرده ها

source: Less: Withdrawals
fa: کمتر: برداشت ها

source: Add/Less: Adjustments
fa: افزودن/کمتر: تنظیمات

source: Ending Balance
fa: تعادل پایانی

source: Book Balance
fa: موجودی کتاب

source: Variance
fa: واریانس

source: Balanced
fa: متعادل

source: Not Balanced
fa: متعادل نیست

source: Total Deposits:
fa: کل سپرده ها:

source: Total Withdrawals:
fa: کل برداشت ها:

source: This report shows the completed bank reconciliation, including all reconciled transactions and the final balance comparison between the bank statement and your accounting records.
fa: این گزارش تطبیق بانکی تکمیل شده، شامل تمام تراکنش های تطبیق شده و مقایسه مانده نهایی بین صورت حساب بانکی و سوابق حسابداری شما را نشان می دهد.

source: Note: This reconciliation has a variance. Review the transactions and consider creating adjusting entries if needed.
fa: توجه: این آشتی دارای یک واریانس است. تراکنش ها را مرور کنید و در صورت نیاز، ورودی های تنظیمی ایجاد کنید.

source: Depreciation Schedule Report
fa: گزارش جدول زمانبندی استهلاک

source: Projected depreciation for active fixed assets
fa: استهلاک پیش بینی شده برای دارایی های ثابت فعال

source: Report Date
fa: تاریخ گزارش

source: Active Assets
fa: دارایی های فعال

source: Assets with Projections
fa: دارایی ها با پیش بینی ها

source: Category:
fa: دسته:

source: Method:
fa: روش:

source: Remaining:
fa: باقی مانده:

source: Current Accumulated
fa: جریان انباشته شده

source: Total Projected
fa: کل پیش بینی شده

source: Accumulated
fa: انباشته شده است

source: No projected depreciation periods
fa: بدون دوره استهلاک پیش بینی شده

source: No Active Assets
fa: بدون دارایی فعال

source: There are no active fixed assets with remaining depreciation.
fa: هیچ دارایی ثابت فعالی با استهلاک باقیمانده وجود ندارد.

source: Add Fixed Asset
fa: اضافه کردن دارایی ثابت

source: Back to Fixed Assets
fa: بازگشت به دارایی های ثابت

source: Supplier Accounting
fa: حسابداری تامین کننده

source: Supplier Name
fa: نام تامین کننده

source: Tax ID
fa: شناسه مالیاتی

source: 1099 Vendor
fa: 1099 فروشنده

source: Total Purchases
fa: مجموع خریدها

source: Total Paid
fa: کل پرداخت شده

source: No bills found for this supplier.
fa: هیچ صورت حسابی برای این تامین کننده یافت نشد.

source: No payment history found for this supplier.
fa: هیچ سابقه پرداختی برای این تامین کننده یافت نشد.

source: Add Supplier
fa: تامین کننده را اضافه کنید

source: Search by name, contact, email...
fa: جستجو بر اساس نام، مخاطب، ایمیل...

source: Supplier List
fa: لیست تامین کننده

source: Outstanding
fa: برجسته

source: View Accounting
fa: مشاهده حسابداری

source: No suppliers found
fa: هیچ تامین کننده ای پیدا نشد

source: Try adjusting your search or filter criteria.
fa: معیارهای جستجو یا فیلتر خود را تنظیم کنید.

source: Get started by adding a new supplier.
fa: با افزودن یک تامین کننده جدید شروع کنید.

source: Supplier Statement
fa: بیانیه تامین کننده

source: Supplier Information
fa: اطلاعات تامین کننده

source: Period Bills
fa: صورت حساب های دوره

source: Period Payments
fa: پرداخت های دوره

source: Closing Balance
fa: تراز پایانی

source: Platform Admin Login
fa: ورود مدیر پلتفرم

source: Platform Admin
fa: مدیریت پلتفرم

source: Secure administrator access only
fa: فقط دسترسی امن مدیر

source: Login Failed
fa: ورود ناموفق

source: Restricted Access
fa: دسترسی محدود

source: This area is for platform administrators only. All login attempts are logged and monitored.
fa: این منطقه فقط برای مدیران پلتفرم است. تمام تلاش‌های ورود به سیستم ثبت و نظارت می‌شوند.

source: Secure Login
fa: ورود امن

source: Enter your admin username
fa: نام کاربری مدیر خود را وارد کنید

source: Enter your admin password
fa: رمز عبور مدیر خود را وارد کنید

source: Sign In Securely
fa: ورود امن

source: Are you a tenant user?
fa: کاربر مستأجر هستید؟

source: Go to Tenant Login
fa: به ورود مستأجر بروید

source: Protected by advanced security measures
fa: محافظت شده توسط اقدامات امنیتی پیشرفته

source: Platform Dashboard
fa: داشبورد پلتفرم

source: Real-time platform monitoring and analytics
fa: نظارت و تجزیه و تحلیل پلت فرم بلادرنگ

source: Auto-updating
fa: به روز رسانی خودکار

source: Manage Tenants
fa: مدیریت مستأجران

source: View and manage all tenant accounts
fa: مشاهده و مدیریت تمام حساب های مستاجر

source: Create Tenant
fa: ایجاد مستأجر

source: Add a new tenant to the platform
fa: یک مستاجر جدید به پلتفرم اضافه کنید

source: Audit Logs
fa: گزارش‌های حسابرسی

source: View system audit trail and security events
fa: مشاهده مسیر حسابرسی سیستم و رویدادهای امنیتی

source: Tenant Metrics
fa: معیارهای مستأجر

source: Total Tenants
fa: مجموع مستأجران

source: in last 30 days
fa: در 30 روز گذشته

source: Active Tenants
fa: مستأجران فعال

source: new today
fa: امروز جدید

source: Suspended
fa: معلق شده

source: Pending Deletion
fa: در انتظار حذف

source: Scheduled for removal
fa: برنامه‌ریزی شده برای حذف

source: Tenant Signups
fa: ثبت نام مستاجر

source: CPU Usage
fa: استفاده CPU

source: Memory Usage
fa: استفاده از حافظه

source: Disk Usage
fa: استفاده دیسک

source: Database Connections
fa: اتصالات پایگاه داده

source: Recent Activity
fa: فعالیت اخیر

source: Loading recent activity...
fa: در حال بارگیری فعالیت اخیر...

source: Revenue Metrics
fa: معیارهای درآمد

source: Monthly Recurring Revenue
fa: درآمد مکرر ماهانه

source: Annual Recurring Revenue
fa: درآمد دوره ای سالانه

source: Churn Rate
fa: نرخ ریزش

source: New Signups
fa: ثبت نام های جدید

source: No recent activity
fa: هیچ فعالیت اخیری وجود ندارد

source: Unable to load activity
fa: بارگیری فعالیت ممکن نیست

source: Last updated
fa: آخرین به روز رسانی

source: new in last 30 days
fa: جدید در 30 روز گذشته

source: Healthy
fa: سالم

source: View and manage all tenants
fa: مشاهده و مدیریت تمام مستأجران

source: Add a new tenant account
fa: افزودن حساب مستأجر جدید

source: Coming in Task 20
fa: در وظیفه 20 می‌آید

source: Monthly Recurring Revenue (MRR)
fa: درآمد متکرر ماهانه (MRR)

source: Django Admin Login
fa: ورود ادمین جنگو

source: Django Admin
fa: ادمین جنگو

source: Database & System Management
fa: پایگاه داده و مدیریت سیستم

source: Configure subscription plan details and limits
fa: پیکربندی جزئیات و محدودیت‌های طرح اشتراک

source: Plan Name
fa: نام طرح

source: Display Order
fa: ترتیب نمایش

source: Resource Limits
fa: محدودیت منابع

source: User Limit
fa: محدودیت کاربر

source: Maximum number of users
fa: حداکثر تعداد کاربران

source: Branch Limit
fa: محدودیت شعبه

source: Maximum number of branches
fa: حداکثر تعداد شعبه

source: Inventory Limit
fa: حد موجودی

source: Maximum inventory items
fa: حداکثر اقلام موجودی

source: Storage Limit (GB)
fa: محدودیت فضای ذخیره سازی (گیگابایت)

source: Storage space for media files
fa: فضای ذخیره‌سازی برای فایل‌های رسانه

source: API Calls per Month
fa: تماس‌های API در ماه

source: Maximum API calls allowed per month
fa: حداکثر فراخوانی API مجاز در ماه

source: Features
fa: ویژگی ها

source: Multi-Branch Management
fa: مدیریت چند شاخه ای

source: Enable management of multiple shop locations
fa: فعال‌سازی مدیریت چندین مکان فروشگاه

source: Advanced Reporting
fa: گزارش‌دهی پیشرفته

source: Enable advanced analytics and custom reports
fa: فعال‌سازی تحلیل پیشرفته و گزارش‌های سفارشی

source: API Access
fa: دسترسی API

source: Enable REST API for integrations
fa: فعال‌سازی REST API برای یکپارچه‌سازی

source: Custom Branding
fa: برندسازی سفارشی

source: Enable custom logos, colors, and white-labeling
fa: فعال‌سازی لوگوهای سفارشی، رنگ‌ها و برچسب‌گذاری سفید

source: Priority Support
fa: پشتیبانی اولویت‌دار

source: Enable priority customer support
fa: فعال‌سازی پشتیبانی اولویت‌دار از مشتری

source: Tenant Management
fa: مدیریت مستاجر

source: Admin Panel
fa: پنل مدیریت

source: Manage all tenant accounts on the platform
fa: مدیریت تمام حساب‌های مستأجر در پلتفرم

source: Create New Tenant
fa: مستاجر جدید ایجاد کنید

source: Company name or slug
fa: نام شرکت یا اسلگ

source: Company
fa: شرکت

source: Slug
fa: شناسه

source: Daily Backup Monitoring
fa: نظارت بر پشتیبان گیری روزانه

source: All time
fa: تمام زمان

source: Successfully verified
fa: با موفقیت تأیید شد

source: Storage Used
fa: ذخیره سازی استفاده شده

source: Manage All Alerts
fa: مدیریت همه هشدارها

source: Tenant
fa: مستاجر

source: Weekly Backup Monitoring
fa: نظارت هفتگی پشتیبان گیری

source: Jewelry Shop
fa: فروشگاه جواهرات

source: Impersonating: %(username)s
fa: جعل هویت: %(username)s

source: You are viewing this account as a platform administrator. All actions are logged.
fa: شما در حال مشاهده این حساب به عنوان یک سرپرست پلتفرم هستید. همه اقدامات ثبت شده است.

source: Stop Impersonating
fa: توقف انتحال هویت

source: Platform admin navigation
fa: ناوبری ادمین پلتفرم

source: Main navigation
fa: ناوبری اصلی

source: Tenants
fa: مستأجران

source: Subscriptions
fa: اشتراک‌ها

source: Monitoring
fa: نظارت

source: More
fa: بیشتر

source: Backups
fa: پشتیبان‌ها

source: Daily Backups
fa: پشتیبان گیری روزانه

source: Weekly Backups
fa: پشتیبان گیری هفتگی

source: Security
fa: امنیت

source: Feature Flags
fa: پرچم‌های ویژگی

source: Announcements
fa: اعلانیه‌ها

source: Sales
fa: فروش‌ها

source: Repairs
fa: تعمیرات

source: Procurement
fa: خریداری

source: Branches
fa: شعب

source: View notifications
fa: مشاهده اعلان‌ها

source: Open user menu
fa: باز کردن منوی کاربر

source: Notification Settings
fa: تنظیمات اعلان

source: Profile
fa: پروفایل

source: Sign out
fa: خروج

source: Main content
fa: محتوای اصلی

source: Audit Log Explorer
fa: مرورگر حسابرسی
