Repository: m1ndvortex/jewely
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Auto-refreshes every 30 seconds
fa: تازه‌سازی خودکار هر 30 ثانیه

source: Price Override Requests
fa: درخواست‌های نادیده‌گیری قیمت

source: Current Price
fa: قیمت فعلی

source: Requested Price
fa: قیمت درخواستی

source: Deviation
fa: انحراف

source: Requested By
fa: درخواست شده توسط

source: No price override requests found.
fa: درخواست نادیده‌گیری قیمتی یافت نشد.

source: Price Calculation Result
fa: نتیجه محاسبه قیمت

source: Calculate Another
fa: محاسبه دیگری

source: Calculation Details
fa: جزئیات محاسبه

source: Gold Rate
fa: نرخ طلا

source: Rule Applied
fa: قانون اعمال شده

source: Price Breakdown
fa: تفکیک قیمت

source: Gold Value
fa: ارزش طلا

source: Markup Amount
fa: مقدار افزایش قیمت

source: Making Charges
fa: هزینه ساخت

source: Stone Charges
fa: هزینه سنگ

source: Fixed Markup
fa: افزایش قیمت ثابت

source: Total Price
fa: قیمت کل

source: Pricing by Customer Tier
fa: قیمت‌گذاری بر اساس رده مشتری

source: Selected
fa: انتخاب شده

source: Markup
fa: افزایش قیمت

source: Complete Goods Receipt
fa: تکمیل رسید کالا

source: Back to Receipt
fa: بازگشت به رسید

source: Completion Confirmation
fa: تأیید تکمیل

source: What happens when you complete this receipt?
fa: هنگام تکمیل این رسید چه اتفاقی می‌افتد؟

source: Inventory levels will be updated for all accepted items
fa: سطوح موجودی برای تمام اقلام پذیرفته شده به‌روزرسانی می‌شود

source: New inventory items will be created if they don't exist
fa: اقلام موجودی جدید در صورت عدم وجود ایجاد می‌شوند

source: Purchase order status will be updated
fa: وضعیت سفارش خرید به‌روزرسانی می‌شود

source: The receipt status will be marked as completed
fa: وضعیت رسید به عنوان تکمیل شده علامت‌گذاری می‌شود

source: Three-Way Matching Warning
fa: هشدار تطبیق سه‌طرفه

source: The quantities in this receipt do not match the purchase order. Please review the items before completing.
fa: مقادیر موجود در این رسید با سفارش خرید مطابقت ندارد. لطفا قبل از تکمیل موارد را بررسی کنید.

source: Discrepancy Warning
fa: هشدار عدم تطابق

source: This receipt has discrepancies. Completing it will still update inventory with accepted quantities only.
fa: این رسید دارای مغایرت هایی است. تکمیل آن همچنان موجودی را فقط با مقادیر پذیرفته شده به روز می کند.

source: Items to be Added to Inventory
fa: اقلامی که به موجودی اضافه می‌شوند

source: Quantity Accepted
fa: تعداد پذیرفته شده

source: Update Existing
fa: به‌روزرسانی موجود

source: Create New
fa: ایجاد جدید

source: No items to add to inventory
fa: موردی برای افزودن به موجودی وجود ندارد

source: Receipt Summary
fa: خلاصه رسید

source: Receipt Number
fa: شماره رسید

source: Purchase Order
fa: سفارش خرید

source: Received Date
fa: تاریخ دریافت

source: Current Status
fa: وضعیت فعلی

source: Inventory Impact
fa: تأثیر موجودی

source: Items Added
fa: اقلام اضافه شده

source: Complete Receipt & Update Inventory
fa: تکمیل رسید و به‌روزرسانی موجودی

source: This action cannot be undone. Make sure all information is correct before proceeding.
fa: این عمل قابل بازگشت نیست. قبل از ادامه، مطمئن شوید که همه اطلاعات صحیح هستند.

source: Goods Receipt
fa: رسید کالا

source: Complete Receipt
fa: تکمیل رسید

source: Receipt Information
fa: اطلاعات رسید

source: Received By
fa: دریافت شده توسط

source: Tracking Number
fa: شماره پیگیری

source: Inspection Notes
fa: یادداشت‌های بازرسی

source: Discrepancy Notes
fa: یادداشت‌های عدم تطابق

source: Receipt Items
fa: اقلام رسید

source: Ordered
fa: سفارش داده شده

source: Received
fa: دریافت شده

source: Accepted
fa: پذیرفته شده

source: Rejected
fa: رد شده

source: Quality
fa: کیفیت

source: Passed
fa: قبول شده

source: No items in this receipt
fa: موردی در این رسید وجود ندارد

source: Quality Check Summary
fa: خلاصه کنترل کیفیت

source: Three-Way Matching
fa: تطبیق سه‌طرفه

source: Match Complete
fa: تطبیق کامل

source: PO, receipt, and invoice quantities match
fa: تعداد سفارش خرید، رسید و فاکتور مطابقت دارند

source: Pending Match
fa: تطبیق در انتظار

source: Quantities do not match or receipt incomplete
fa: تعداد مطابقت ندارد یا رسید ناقص است

source: Purchase Order Summary
fa: خلاصه سفارش خرید

source: Order Date
fa: تاریخ سفارش

source: PO Status
fa: وضعیت سفارش خرید

source: View Purchase Order
fa: مشاهده سفارش خرید

source: Create Goods Receipt
fa: ایجاد رسید کالا

source: Purchase Order Item
fa: مورد سفارش خرید

source: Quantity Received
fa: تعداد دریافت شده

source: Quantity Rejected
fa: تعداد رد شده

source: Quality Check
fa: کنترل کیفیت

source: Quality Notes
fa: یادداشت‌های کیفیت

source: Discrepancy Reason
fa: دلیل عدم تطابق

source: Purchase Order Details
fa: جزئیات سفارش خرید

source: Please select a purchase order first to add items.
fa: لطفاً ابتدا یک سفارش خرید برای افزودن اقلام انتخاب کنید.

source: Rejected quantity cannot exceed received quantity
fa: تعداد رد شده نمی‌تواند از تعداد دریافت شده بیشتر باشد

source: Goods Receipts
fa: رسیدهای کالا

source: New Goods Receipt
fa: رسید کالای جدید

source: Receipt number, PO number, invoice...
fa: شماره رسید، شماره سفارش خرید، فاکتور...

source: All Purchase Orders
fa: تمام سفارش‌های خرید

source: Discrepancy
fa: عدم تطابق

source: Has Discrepancy
fa: دارای عدم تطابق

source: No Discrepancy
fa: بدون عدم تطابق

source: Has discrepancy
fa: دارای عدم تطابق

source: No discrepancy
fa: بدون عدم تطابق

source: Goods receipts pagination
fa: صفحه‌بندی رسیدهای کالا

source: First
fa: اول

source: Page
fa: صفحه

source: Last
fa: آخر

source: No goods receipts found
fa: رسید کالایی یافت نشد

source: Create your first goods receipt to track received shipments.
fa: اولین رسید کالای خود را برای پیگیری محموله‌های دریافتی ایجاد کنید.

source: Edit Supplier
fa: ویرایش کننده

source: Contact Information
fa: اطلاعات تماس

source: Contact Person:
fa: شخص تماس:

source: Email:
fa: ایمیل:

source: Phone:
fa: تلفن:

source: Address:
fa: آدرس:

source: Business Information
fa: اطلاعات کسب و کار

source: Tax ID:
fa: شناسه مالیاتی:

source: Payment Terms:
fa: شرایط پرداخت:

source: Rating:
fa: رتبه بندی:

source: Recent Communications
fa: ارتباطات اخیر

source: Follow-up Required
fa: پیگیری لازم است

source: No communications recorded yet.
fa: هنوز هیچ ارتباطی ثبت نشده است.

source: Recent Documents
fa: اسناد اخیر

source: Document
fa: سند

source: Uploaded
fa: آپلود شد

source: Expired
fa: منقضی شده است

source: Expires Soon
fa: به زودی منقضی می شود

source: Valid
fa: معتبر است

source: No documents uploaded yet.
fa: هنوز هیچ سندی آپلود نشده است.

source: Total Orders
fa: کل سفارشات

source: Order Value
fa: ارزش سفارش

source: Pending Follow-ups
fa: پیگیری های در انتظار

source: Expiring Docs
fa: اسناد در حال انقضا

source: Avg. Delivery Time
fa: میانگین زمان تحویل

source: Add Communication
fa: افزودن ارتباط

source: Upload Document
fa: بارگذاری سند

source: Create Purchase Order
fa: ایجاد سفارش خرید

source: Are you sure you want to delete this supplier?
fa: آیا مطمئن هستید که می خواهید این تامین کننده را حذف کنید؟

source: Delete Supplier
fa: حذف تامین کننده

source: Report Execution
fa: گزارش اجرا

source: Execution Results
fa: نتایج اجرا

source: Running
fa: در حال دویدن

source: Download Report
fa: دانلود گزارش

source: Run Again
fa: دوباره اجرا کن

source: Execution Statistics
fa: آمار اعدام

source: Rows
fa: ردیف ها

source: Duration
fa: مدت زمان

source: File Size
fa: اندازه فایل

source: Parameters
fa: پارامترها

source: Error Details
fa: جزئیات خطا

source: Email Delivery
fa: تحویل ایمیل

source: Recipients:
fa: گیرندگان:

source: Execution Details
fa: جزئیات اجرا

source: Execution ID
fa: شناسه اجرا

source: Trigger Type
fa: نوع ماشه

source: Manual
fa: دستی

source: Started At
fa: آغاز شده در

source: Completed At
fa: تکمیل شده در

source: Executed By
fa: اجرا شده توسط

source: Task ID
fa: شناسه وظیفه

source: View Report Details
fa: مشاهده جزئیات گزارش

source: Execute Again
fa: دوباره اجرا کنید

source: All Reports
fa: همه گزارش ها

source: Report Information
fa: اطلاعات گزارش

source: Report Name
fa: نام گزارش

source: Report Type
fa: نوع گزارش

source: Pre-built
fa: از پیش ساخته شده است

source: Custom
fa: سفارشی

source: Back to Reports
fa: بازگشت به گزارش‌ها

source: Report Parameters
fa: پارامترهای گزارش

source: Select...
fa: انتخاب...

source: Output Format
fa: قالب خروجی

source: Email Recipients
fa: گیرندگان ایمیل

source: optional
fa: اختیاری

source: Enter email addresses separated by commas
fa: آدرس‌های ایمیل را با کاما جدا کنید

source: Leave empty to download directly
fa: برای دانلود مستقیم خالی بگذارید

source: Available Formats
fa: قالب‌های موجود

source: parameter(s)
fa: پارامتر(ها)

source: Pre-built Reports
fa: گزارش‌های از پیش ساخته شده

source: Ready-to-use reports for common business analysis needs
fa: گزارش‌های آماده برای نیازهای تحلیل کسب‌وکار رایج

source: Run Report
fa: اجرای گزارش

source: Report Details
fa: گزارش جزئیات

source: Execute Report
fa: اجرای گزارش

source: Created By
fa: ایجاد شده توسط

source: Created At
fa: ایجاد شده در

source: Output Formats
fa: قالب‌های خروجی

source: Required
fa: مورد نیاز

source: Recent Executions
fa: اعدام های اخیر

source: Execute Now
fa: اکنون اجرا کنید

source: Executed by
fa: اجرا شده توسط

source: Download
fa: دانلود کنید

source: No executions yet
fa: هنوز اعدام نشده

source: Schedule Report
fa: گزارش برنامه زمانبندی

source: Edit Report
fa: ویرایش گزارش

source: Delete Report
fa: حذف گزارش

source: Active Schedules
fa: برنامه های فعال

source: Total Executions
fa: مجموع اعدام ها

source: Successful Runs
fa: اجراهای موفق

source: Failed Runs
fa: اجراهای ناموفق

source: Are you sure you want to delete this report? All execution history and schedules will also be deleted. This action cannot be undone.
fa: آیا مطمئن هستید که می خواهید این گزارش را حذف کنید؟ تمام تاریخچه اجرا و زمان‌بندی‌ها نیز حذف خواهند شد. این عمل قابل بازگشت نیست.

source: Execute
fa: اجرا

source: Execution Parameters
fa: پارامترهای اجرا

source: Enable
fa: فعال کردن

source: Select an option
fa: یک گزینه انتخاب کنید

source: Choose the format for the generated report
fa: قالب را برای گزارش تولید شده انتخاب کنید

source: Optional
fa: اختیاری

source: Leave empty to download directly, or enter email addresses to send the report via email
fa: برای دانلود مستقیم آن را خالی بگذارید یا آدرس های ایمیل را برای ارسال گزارش از طریق ایمیل وارد کنید

source: Execution Information
fa: اطلاعات اجرا

source: Report execution may take several minutes for large datasets
fa: اجرای گزارش ممکن است برای مجموعه داده‌های بزرگ چند دقیقه طول بکشد

source: You will be notified when the report is ready
fa: هنگامی که گزارش آماده شد به شما اطلاع داده می‌شود

source: If email recipients are specified, the report will be sent automatically
fa: اگر گیرندگان ایمیل مشخص شده باشند، گزارش به صورت خودکار ارسال خواهد شد

source: Otherwise, you can download the report from the execution history
fa: در غیر این صورت، می‌توانید گزارش را از تاریخچه اجرا دانلود کنید

source: Create Report
fa: ایجاد گزارش

source: Create New Report
fa: ایجاد گزارش جدید

source: Select one or more output formats for this report
fa: یک یا چند فرمت خروجی را برای این گزارش انتخاب کنید

source: Query Configuration
fa: پیکربندی پرس و جو

source: Query Configuration (JSON)
fa: پیکربندی پرس و جو (JSON)

source: Example Configuration:
fa: پیکربندی مثال:

source: Parameters (JSON)
fa: پارامترها (JSON)

source: Example Parameters:
fa: پارامترهای مثال:

source: Save & Continue Editing
fa: ذخیره و ادامه ویرایش

source: Invalid JSON format
fa: قالب JSON نامعتبر است

source: Manage and execute your custom reports
fa: گزارش های سفارشی خود را مدیریت و اجرا کنید

source: Search reports...
fa: جستجوی گزارش‌ها...

source: No reports yet
fa: هنوز گزارشی وجود ندارد

source: Get started by creating your first custom report or exploring pre-built reports.
fa: با ایجاد اولین گزارش سفارشی خود یا کاوش در گزارش‌های از پیش ساخته شده شروع کنید.

source: Are you sure you want to delete
fa: آیا مطمئن هستید که می خواهید حذف کنید؟

source: This action cannot be undone.
fa: این عمل قابل بازگشت نیست.

source: Point of Sale
fa: نقطه فروش

source: Store
fa: فروشگاه

source: Jewelry POS
fa: صندوق فروش جواهرات

source: All Products
fa: همه محصولات

source: Rings
fa: انگشترها

source: Necklaces
fa: گردنبندها

source: Bracelets
fa: دستبندها

source: Earrings
fa: گوشواره‌ها

source: Filters
fa: فیلترها

source: Price Range
fa: محدوده قیمت

source: Material
fa: جنس

source: All Materials
fa: همه مواد

source: Transaction Dashboard
fa: داشبورد تراکنش

source: Manage sales and customer transactions efficiently
fa: مدیریت فروش و تراکنش‌های مشتری به صورت کارآمد

source: Online
fa: آنلاین

source: Offline
fa: آفلاین

source: Search product name, SKU, or scan barcode
fa: نام محصول، SKU یا اسکن بارکد را جستجو کنید

source: Cart
fa: سبد خرید

source: Your cart is empty
fa: سبد خرید شما خالی است

source: Add products to begin a new sale.
fa: محصولات را اضافه کنید تا فروش جدید را شروع کنید.

source: Search customer...
fa: جستجوی مشتری...

source: Terminal
fa: ترمینال

source: Select Terminal
fa: انتخاب ترمینال

source: Not selected
fa: انتخاب نشده

source: Card
fa: کارت

source: Store Credit
fa: اعتبار فروشگاه

source: Order Summary
fa: خلاصه سفارش

source: Subtotal
fa: جمع جزء

source: Tax (10%%)
fa: مالیات (10٪٪)

source: Discount
fa: تخفیف

source: Hold Sale
fa: نگهداری فروش

source: Processing...
fa: در حال پردازش...

source: Complete Sale
fa: تکمیل فروش

source: Reprint Receipt
fa: چاپ مجدد رسید

source: Held Sales
fa: فروش‌های نگهداری شده

source: Sale Detail
fa: جزئیات فروش

source: Print Receipt
fa: چاپ رسید

source: Download PDF
fa: PDF را دانلود کنید

source: Items
fa: موارد

source: Tax
fa: مالیات

source: Sale Information
fa: اطلاعات فروش

source: Employee
fa: کارمند

source: Are you sure you want to refund this sale? This will restore inventory.
fa: آیا مطمئن هستید که می خواهید این فروش را بازپرداخت کنید؟ این موجودی را بازیابی می کند.

source: Refund Sale
fa: فروش بازپرداخت

source: Are you sure you want to void this sale? This will restore inventory.
fa: آیا مطمئنید که می خواهید این فروش را باطل کنید؟ این موجودی را بازیابی می کند.

source: Void Sale
fa: فروش باطل

source: Edit Sale
fa: ویرایش فروش

source: Sale Details
fa: جزئیات فروش

source: Note: You can only edit customer, payment method, discount, and notes. To change items, you must void this sale and create a new one.
fa: توجه: فقط می توانید مشتری، روش پرداخت، تخفیف و یادداشت ها را ویرایش کنید. برای تغییر موارد، باید این فروش را لغو کنید و یک مورد جدید ایجاد کنید.

source: Search customer by name or phone...
fa: جستجوی مشتری با نام یا تلفن...

source: Fixed Amount
fa: مبلغ ثابت

source: Percentage
fa: درصد

source: Value
fa: ارزش

source: Current discount
fa: تخفیف فعلی

source: Add any notes about this sale...
fa: هر گونه یادداشتی در مورد این فروش اضافه کنید...

source: Sale Summary
fa: خلاصه فروش

source: Save Changes
fa: ذخیره تغییرات

source: Sales Management
fa: مدیریت فروش

source: View, manage, and export all sales transactions
fa: مشاهده، مدیریت و خروجی همه تراکنش‌های فروش

source: Hide Filters
fa: پنهان کردن فیلترها

source: Show Filters
fa: نمایش فیلترها

source: Sale number, customer...
fa: شماره فروش مشتری...

source: All Methods
fa: همه روش ها

source: Date From
fa: تاریخ از

source: Date To
fa: تاریخ به

source: Export CSV
fa: صادرات CSV

source: Error loading sales. Please try again.
fa: خطا در بارگیری فروش. لطفا دوباره امتحان کنید.

source: No sales found
fa: هیچ فروشی پیدا نشد

source: Try adjusting your filters or create a new sale.
fa: سعی کنید فیلترهای خود را تنظیم کنید یا یک فروش جدید ایجاد کنید.

source: Receipt
fa: رسید
