Repository: m1ndvortex/jewely
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Confirm Post
fa: تایید پست

source: Confirm Post Journal Entry
fa: ورود پست مجله را تأیید کنید

source: Review the entry before posting to the general ledger
fa: قبل از ارسال به دفتر کل، مدخل را مرور کنید

source: Important Notice
fa: اطلاعیه مهم

source: Once posted, this journal entry will:
fa: پس از ارسال، این مدخل مجله:

source: Become immutable and cannot be edited or deleted
fa: تغییرناپذیر می شود و نمی توان آن را ویرایش یا حذف کرد

source: Update all affected account balances
fa: تمام موجودی حساب های تحت تاثیر را به روز کنید

source: Be included in financial reports
fa: در گزارش های مالی لحاظ شود

source: Require a reversing entry to undo
fa: برای خنثیسازی به ورودی معکوس نیاز است

source: Entry Summary
fa: خلاصه ورودی

source: Description
fa: توضیحات

source: Date
fa: تاریخ

source: Account
fa: حساب

source: Debit
fa: بدهی

source: Credit
fa: اعتبار

source: Totals:
fa: مجموع:

source: Entry is balanced and ready to post
fa: ورودی متعادل و آماده ارسال است

source: Entry is not balanced and cannot be posted
fa: ورودی متعادل نیست و قابل ارسال نیست

source: Cancel
fa: لغو

source: Confirm and Post
fa: تایید و ارسال کنید

source: Accounting
fa: حسابداری

source: Journal Entry Details
fa: جزئیات ورودی مجله

source: Back to List
fa: بازگشت به لیست

source: Posted - Entry is Immutable
fa: ارسال شده - ورودی تغییرناپذیر است

source: Unposted - Entry Can Be Edited
fa: پست نشده - ورودی قابل ویرایش است

source: Entry Information
fa: اطلاعات ورودی

source: Entry ID
fa: شناسه ورودی

source: Status
fa: وضعیت

source: Posted
fa: ارسال شده است

source: Unposted
fa: پست نشده

source: Journal Entry Lines
fa: خطوط ورودی مجله

source: Entry is Balanced
fa: ورودی متعادل است

source: Entry is Not Balanced
fa: ورودی متعادل نیست

source: Audit Trail
fa: مسیر حسابرسی

source: Created
fa: ایجاد شد

source: Last Modified
fa: آخرین تغییر

source: Posted Date
fa: تاریخ ارسال

source: Are you sure you want to delete this journal entry?
fa: آیا مطمئن هستید که می خواهید این مدخل مجله را حذف کنید؟

source: Delete
fa: حذف

source: Edit
fa: ویرایش

source: Entry must be balanced before posting
fa: ورودی قبل از ارسال باید متعادل باشد

source: Post Entry
fa: پست ورودی

source: Create Reversing Entry
fa: ایجاد ورودی معکوس

source: Post Journal Entry
fa: ورودی مجله پست

source: Are you sure you want to post this journal entry? Once posted, the entry becomes immutable and will affect account balances.
fa: Are you sure you want to post this journal entry? پس از ارسال، ورودی تغییرناپذیر می شود و بر موجودی حساب تأثیر می گذارد.

source: Yes, Post Entry
fa: بله، پست ورودی

source: Create a manual journal entry with balanced debits and credits
fa: یک مدخل مجله دستی با بدهی و اعتبار متعادل ایجاد کنید

source: Entry Details
fa: جزئیات ورودی

source: Add Line
fa: خط اضافه کنید

source: Validation Error
fa: خطای اعتبارسنجی

source: Actions
fa: اقدامات

source: Remove Line
fa: حذف خط

source: Difference:
fa: تفاوت:

source: Update Entry
fa: به روز رسانی ورودی

source: Save Entry
fa: ذخیره ورودی

source: New Journal Entry
fa: ورودی مجله جدید

source: Start Date
fa: تاریخ شروع

source: End Date
fa: تاریخ پایان

source: All Statuses
fa: تمام وضعیت‌ها

source: All Accounts
fa: همه حساب ها

source: Apply Filters
fa: اعمال فیلترها

source: Clear Filters
fa: پاک کردن فیلترها

source: Amount
fa: مقدار

source: line(s)
fa: خط(های)

source: View Details
fa: مشاهده جزئیات

source: No journal entries found
fa: هیچ نوشته ای در مجله یافت نشد

source: Get started by creating a new journal entry.
fa: با ایجاد یک مدخل مجله جدید شروع کنید.

source: Backup & Recovery Dashboard
fa: داشبورد پشتیبان گیری و بازیابی

source: Backup & Recovery Center
fa: مرکز پشتیبان گیری و بازیابی

source: Enterprise-grade data protection and disaster recovery management
fa: حفاظت از داده ها در سطح سازمانی و مدیریت بازیابی فاجعه

source: Trigger Backup
fa: راه اندازی پشتیبان گیری

source: System Health
fa: سلامت سیستم

source: Excellent
fa: عالی

source: Good
fa: خوب

source: Needs Attention
fa: نیاز به توجه دارد

source: Key Metrics
fa: معیارهای کلیدی

source: Total Backups
fa: کل پشتیبان گیری

source: successful
fa: موفق

source: Total Storage
fa: کل فضای ذخیره سازی

source: Across all locations
fa: در همه مکان ها

source: Active Alerts
fa: هشدارهای فعال

source: Requires attention
fa: نیاز به توجه دارد

source: WAL Monitoring
fa: نظارت بر WAL

source: Real-time PostgreSQL Write-Ahead Log archiving monitoring and management
fa: نظارت و مدیریت بایگانی گزارش بلادرنگ PostgreSQL Write-Ahead

source: View Dashboard
fa: مشاهده داشبورد

source: Backup Manager
fa: مدیر پشتیبان گیری

source: Browse, filter, and manage all database backups with advanced search capabilities
fa: با قابلیت های جستجوی پیشرفته، تمام نسخه های پشتیبان پایگاه داده را مرور، فیلتر و مدیریت کنید

source: Manage Backups
fa: مدیریت پشتیبان گیری

source: Restore Wizard
fa: بازیابی جادوگر

source: Step-by-step guided restoration process with full, merge, and selective restore modes
fa: فرآیند بازیابی هدایت شده گام به گام با حالت های بازیابی کامل، ادغام و انتخابی

source: Start Restore
fa: Restore را شروع کنید

source: Disaster Recovery
fa: بازیابی بلایا

source: Comprehensive DR runbook and automated failover procedures for critical incidents
fa: Runbook جامع DR و رویه های خودکار خطا برای حوادث بحرانی

source: View Runbook
fa: Runbook را مشاهده کنید

source: Recent Backups
fa: پشتیبان گیری های اخیر

source: View All
fa: مشاهده همه

source: No recent backups
fa: نسخه پشتیبان اخیر وجود ندارد

source: Active
fa: فعال

source: All Clear!
fa: همه روشن!

source: No active alerts at this time
fa: در حال حاضر هیچ هشدار فعالی وجود ندارد

source: WAL Monitoring Dashboard
fa: داشبورد مانیتورینگ WAL

source: Real-time monitoring of PostgreSQL Write-Ahead Log archiving
fa: نظارت بر زمان واقعی بایگانی گزارش نوشتن پیش از ارسال PostgreSQL

source: Auto-refreshing every 30 seconds
fa: بازخوانی خودکار هر 30 ثانیه

source: Total WAL Archives
fa: مجموع آرشیو WAL

source: Since inception
fa: از بدو تاسیس

source: Last 24 Hours
fa: 24 ساعت گذشته

source: per hour
fa: در ساعت

source: Compression Ratio
fa: نسبت تراکم

source: saved
fa: ذخیره شده است

source: Last Archive
fa: آخرین آرشیو

source: Configuration
fa: پیکربندی

source: Archive Interval
fa: فاصله بایگانی

source: Next Run
fa: اجرای بعدی

source: Calculating...
fa: در حال محاسبه...

source: Modified By
fa: اصلاح شده توسط

source: System
fa: سیستم

source: Edit Configuration
fa: ویرایش پیکربندی

source: Storage Distribution
fa: توزیع ذخیره سازی

source: Local Storage
fa: محل ذخیره سازی

source: files
fa: فایل ها

source: Total Size (24h)
fa: اندازه کل (24 ساعت)

source: ago
fa: پیش

source: No active alerts
fa: هیچ هشدار فعالی وجود ندارد

source: All systems operational
fa: همه سیستم ها عملیاتی هستند

source: Recent WAL Archives
fa: آرشیوهای اخیر WAL

source: Filename
fa: نام فایل

source: Size
fa: اندازه

source: Compression
fa: فشرده سازی

source: Timestamp
fa: مهر زمان

source: Storage Locations
fa: مکان های ذخیره سازی

source: No WAL archives found
fa: هیچ بایگانی WAL یافت نشد

source: Too many failed login attempts. Your IP has been temporarily blocked. Please try again in {} minutes.
fa: تعداد زیادی تلاش برای ورود ناموفق. IP شما به طور موقت مسدود شده است. لطفاً {} دقیقه دیگر دوباره امتحان کنید.

source: Dashboard
fa: داشبورد

source: Today's Sales
fa: فروش امروز

source: transactions
fa: تراکنش

source: vs yesterday
fa: در مقابل دیروز

source: Inventory Value
fa: ارزش موجودی

source: items
fa: مورد

source: units
fa: واحدها

source: Stock Alerts
fa: هشدارهای سهام

source: low stock
fa: موجودی کم

source: out of stock
fa: موجود نیست

source: Pending Orders
fa: سفارشات در انتظار

source: overdue
fa: عقب‌افتاده

source: Inventory
fa: موجودی

source: POS
fa: صندوق فروش

source: Customers
fa: مشتریان

source: Reports
fa: گزارش‌ها

source: Product Categories
fa: دسته بندی محصولات

source: Recent Sales
fa: فروش اخیر

source: Walk-in
fa: پیاده روی

source: No recent sales
fa: بدون فروش اخیر

source: Recent Customers
fa: مشتریان اخیر

source: No recent customers
fa: هیچ مشتری اخیری وجود ندارد

source: Sales Trend
fa: روند فروش

source: Welcome back, %(name)s!
fa: خوش آمدید، %(name)s!

# sale status
source: Completed
fa: تکمیل شد

# sale status
source: Pending
fa: در انتظار

# sale status
source: Cancelled
fa: لغو شد

source: This field is required.
fa: این فیلد الزامی است.

source: Please enter a valid email address.
fa: لطفاً یک آدرس ایمیل معتبر وارد کنید.

source: Please enter a valid phone number.
fa: لطفاً یک شماره تلفن معتبر وارد کنید.

source: Insufficient stock available.
fa: موجودی کافی نیست.

source: Invalid username or password.
fa: نام کاربری یا رمز عبور نامعتبر است.

source: You do not have permission to perform this action.
fa: شما اجازه انجام این عمل را ندارید.

source: The requested item was not found.
fa: مورد درخواستی یافت نشد.

source: An item with this information already exists.
fa: موردی با این اطلاعات قبلاً وجود دارد.

source: Item created successfully.
fa: مورد با موفقیت ایجاد شد.

source: Item updated successfully.
fa: مورد با موفقیت به‌روزرسانی شد.

source: Item deleted successfully.
fa: مورد با موفقیت حذف شد.

source: Sale completed successfully.
fa: فروش با موفقیت تکمیل شد.

source: Customer added successfully.
fa: مشتری با موفقیت اضافه شد.

source: Email sent successfully.
fa: ایمیل با موفقیت ارسال شد.

source: Settings saved successfully.
fa: تنظیمات با موفقیت ذخیره شد.

source: Are you sure you want to delete this item?
fa: آیا مطمئن هستید که می‌خواهید این مورد را حذف کنید؟

source: Are you sure you want to delete this customer?
fa: آیا مطمئن هستید که می‌خواهید این مشتری را حذف کنید؟

source: Are you sure you want to cancel this sale?
fa: آیا مطمئن هستید که می‌خواهید این فروش را لغو کنید؟

source: Are you sure you want to log out?
fa: آیا مطمئن هستید که می‌خواهید خارج شوید؟

source: %(start)s to %(end)s
fa: %(start)s تا %(end)s

source: Please use your admin credentials to access this area.
fa: لطفاً از اعتبارنامه مدیریتی خود برای دسترسی به این بخش استفاده کنید.

source: Too many login attempts. Please wait a moment and try again.
fa: تلاش های زیادی برای ورود به سیستم لطفاً یک لحظه صبر کنید و دوباره امتحان کنید.

source: Username and password are required.
fa: نام کاربری و رمز عبور الزامی است.

source: Access denied. This login is for platform administrators only.
fa: دسترسی رد شد. این ورود فقط برای مدیران پلتفرم است.

source: This account has been disabled.
fa: این حساب غیرفعال شده است.

source: Welcome back, {}!
fa: خوش آمدید!

source: Invalid username or password. Please try again.
fa: نام کاربری یا رمز عبور نامعتبر است. لطفاً دوباره تلاش کنید.

source: You have been successfully logged out.
fa: شما با موفقیت خارج شدید.

source: CSRF verification failed. Please try again.
fa: تأیید CSRF ناموفق بود. لطفا دوباره امتحان کنید.

source: Enter SKU
fa: SKU را وارد کنید

source: Enter product name
fa: نام محصول را وارد کنید

source: Enter product description
fa: توضیحات محصول را وارد کنید

source: Weight in grams
fa: وزن بر حسب گرم

source: Cost price
fa: قیمت تمام شده

source: Markup %
fa: نشانه گذاری %

source: Selling price
fa: قیمت فروش

source: Current quantity
fa: مقدار فعلی

source: Minimum quantity threshold
fa: حداقل آستانه مقدار

source: Serial number (optional)
fa: شماره سریال (اختیاری)

source: Lot number (optional)
fa: شماره قطعه (اختیاری)

source: Barcode (optional)
fa: بارکد (اختیاری)

source: Supplier SKU (optional)
fa: SKU تامین کننده (اختیاری)

source: Selling price cannot be less than cost price.
fa: قیمت فروش نمی تواند کمتر از قیمت تمام شده باشد.

source: Quantity cannot be negative.
fa: مقدار نمی تواند منفی باشد.

source: Minimum quantity cannot be negative.
fa: حداقل مقدار نمی تواند منفی باشد.

source: Weight must be greater than zero.
fa: وزن باید بزرگتر از صفر باشد.

source: Increase Stock
fa: افزایش سهام

source: Decrease Stock
fa: کاهش سهام

source: Purchase/Receiving
fa: خرید/دریافت

source: Sale
fa: فروش

source: Customer Return
fa: بازگشت مشتری

source: Damage/Loss
fa: خسارت / ضرر

source: Theft
fa: دزدی

source: Stock Count Adjustment
fa: تعدیل تعداد سهام

source: Transfer
fa: انتقال

source: Other
fa: دیگر

source: Adjustment Type
fa: نوع تنظیم

source: Enter quantity
fa: مقدار را وارد کنید

source: Quantity
fa: تعداد

source: Reason
fa: دلیل

source: Additional notes (optional)
fa: نکات اضافی (اختیاری)

source: Notes
fa: یادداشت‌ها

source: Enter category name
fa: نام دسته را وارد کنید

source: Enter category description (optional)
fa: توضیحات دسته را وارد کنید (اختیاری)

source: Auto-generated from name if left empty
fa: در صورت خالی ماندن از نام به صورت خودکار تولید می شود

source: SEO title (optional)
fa: عنوان سئو (اختیاری)

source: SEO description (optional)
fa: توضیحات سئو (اختیاری)

source: No parent (top-level category)
fa: بدون والدین (دسته سطح بالا)

source: Error validating image: %(error)s
fa: خطا در اعتبارسنجی تصویر: %(error)s

source: A category cannot be its own parent.
fa: یک دسته نمی تواند والد خودش باشد.

source: This would create a circular parent relationship.
fa: این یک رابطه والدین دایره ای ایجاد می کند.

source: Image processing is not available. Please ensure Pillow is installed.
fa: پردازش تصویر در دسترس نیست. لطفاً مطمئن شوید که Pillow نصب شده است.

source: Image processing failed: %(error)s
fa: پردازش تصویر ناموفق بود: %(error)s

source: Unexpected error processing image: %(error)s
fa: خطای غیرمنتظره در پردازش تصویر: %(error)s

source: Inventory item "{}" created successfully.
fa: مورد موجودی "{}" با موفقیت ایجاد شد.

source: Add New Inventory Item
fa: افزودن آیتم موجودی جدید

source: Create Item
fa: ایجاد آیتم

source: Inventory item "{}" updated successfully.
fa: مورد موجودی "{}" با موفقیت به روز شد.

source: Edit Inventory Item
fa: ویرایش آیتم موجودی

source: Update Item
fa: به روز رسانی مورد

source: Inventory item "{}" deleted successfully.
fa: مورد موجودی "{}" با موفقیت حذف شد.

source: Cannot decrease quantity below zero.
fa: نمی توان مقدار را زیر صفر کاهش داد.

source: Stock adjusted successfully. New quantity: {}
fa: سهام با موفقیت تنظیم شد. مقدار جدید: {}

source: No tenant associated with your account.
fa: هیچ مستاجری با حساب شما مرتبط نیست.

source: Security error: Tenant mismatch detected.
fa: خطای امنیتی: عدم تطابق مستاجر شناسایی شد.

source: Category "{}" created successfully.
fa: دسته "{}" با موفقیت ایجاد شد.

source: Please correct the errors below.
fa: لطفا خطاهای زیر را اصلاح کنید.

source: Image processing error: {}
fa: خطای پردازش تصویر: {}

source: An error occurred while creating the category: {}
fa: هنگام ایجاد دسته خطایی رخ داد: {}

source: The specified parent category was not found.
fa: دسته والد مشخص شده یافت نشد.

source: Add New Category
fa: اضافه کردن دسته جدید

source: Category "{}" updated successfully.
fa: رده "{}" با موفقیت به روز شد.

source: An error occurred while updating the category: {}
fa: هنگام به‌روزرسانی دسته خطایی روی داد: {}

source: Edit Category
fa: ویرایش دسته

source: Cannot delete category "{}". It has {} items. Please move or delete the items first.
fa: نمی توان دسته "{}" را حذف کرد. دارای {} مورد است. لطفا ابتدا موارد را جابجا یا حذف کنید.

source: Cannot delete category "{}". It has subcategories. Please delete subcategories first.
fa: نمی توان دسته "{}" را حذف کرد. زیرمجموعه هایی دارد. لطفا ابتدا زیر مجموعه ها را حذف کنید.

source: Category "{}" deleted successfully.
fa: دسته "{}" با موفقیت حذف شد.

source: Basic Information
fa: اطلاعات پایه

source: Action
fa: عمل

source: Timestamps
fa: نشانه‌های زمانی

source: Basic Settings
fa: تنظیمات پایه

source: Quiet Hours
fa: ساعات سکوت

source: Templates
fa: قالب‌ها

source: Action Templates
fa: قالب‌های عمل

source: Use Django template syntax. Available variables depend on context.
fa: از سینتکس قالب جنگو استفاده کنید. متغیرهای در دسترس به زمینه بستگی دارد.

source: Email Details
fa: جزئیات ایمیل

source: Status & Tracking
fa: وضعیت و ردیابی

source: Scheduling
fa: زمان‌بندی

source: Template Details
fa: جزئیات قالب

source: Email Content
fa: محتوای ایمیل

source: Campaign Details
fa: جزئیات کمپین

source: Targeting
fa: هدف‌گیری

source: Statistics
fa: آمار

source: Delivery Rate
fa: نرخ تحویل

source: Open Rate
fa: نرخ باز شدن

source: SMS Details
fa: جزئیات پیامک

source: Delivery Status
fa: وضعیت تحویل

source: Campaign & Cost
fa: کمپین و هزینه

source: Message Content
fa: محتوای پیام

source: Length
fa: طول

source: Use Django template syntax. Keep under 160 characters for single SMS. Available variables depend on context.
fa: از نحو قالب جنگو استفاده کنید. کمتر از 160 کاراکتر برای پیامک تک نگه دارید. متغیرهای موجود به زمینه بستگی دارد.

source: User
fa: کاربر

source: Opt-out Preferences
fa: ترجیحات انصراف

source: Information
fa: اطلاعات

source: Success
fa: موفق

source: Warning
fa: هشدار

source: Error
fa: خطا

source: Low Stock Alert
fa: هشدار کمبود موجودی

source: Payment Reminder
fa: یادآوری پرداخت

source: Order Status Update
fa: به‌روزرسانی وضعیت سفارش

source: System Notification
fa: اعلان سیستمی

source: Promotion
fa: تبلیغ

source: Appointment Reminder
fa: یادآوری قرار ملاقات

source: Transactional Email
fa: ایمیل تراکنشی

source: Marketing Email
fa: ایمیل بازاریابی

source: User who will receive this notification
fa: کاربری که این اعلان را دریافت خواهد کرد

source: Notification title/subject
fa: عنوان/موضوع اعلان

source: Notification message content
fa: محتوای پیام اعلان

source: Type of notification for styling and filtering
fa: نوع اعلان برای استایل‌دهی و فیلتر

source: Whether the user has read this notification
fa: آیا کاربر این اعلان را خوانده است

source: When the notification was created
fa: زمان ایجاد اعلان

source: When the notification was marked as read
fa: زمان علامت‌گذاری به عنوان خوانده شده

source: URL to navigate to when notification is clicked
fa: آدرس برای هدایت هنگام کلیک بر روی اعلان

source: Text for action button (e.g., "View Order", "Update Inventory")
fa: دکمه متن برای اقدام (به عنوان مثال، "مشاهده سفارش"، "به روز رسانی موجودی")

source: When this notification expires and should be hidden
fa: زمانی که این اعلان منقضی می‌شود و باید پنهان شود

source: Notification
fa: اعلان

source: Notifications
fa: اعلان‌ها

source: In-App Notification
fa: اعلان درون برنامه‌ای

source: Email
fa: ایمیل

source: SMS
fa: پیامک

source: Push Notification
fa: اعلان فشار

source: User these preferences belong to
fa: این ترجیحات متعلق به چه کاربری است

source: Type of notification this preference applies to
fa: نوع اعلان که این ترجیح برای آن اعمال می‌شود

source: Notification delivery channel
fa: کانال تحویل اعلان

source: Whether this notification type is enabled for this channel
fa: آیا این نوع اعلان برای این کانال فعال است

source: When this preference was created
fa: زمان ایجاد این ترجیح

source: When this preference was last updated
fa: آخرین زمان به‌روزرسانی این ترجیح

source: Start of quiet hours (no notifications sent)
fa: شروع ساعات سکوت (ارسال اعلان انجام نمی‌شود)

source: End of quiet hours
fa: پایان ساعات سکوت

source: Notification Preference
fa: ترجیح اعلان

source: Notification Preferences
fa: ترجیحات اعلان

source: Unique name for this template
fa: نام یکتا برای این قالب

source: Type of notification this template is for
fa: نوع اعلان که این قالب برای آن است

source: Template for notification title (supports Django template syntax)
fa: قالب عنوان اعلان (پشتیبانی از سینتکس قالب جنگو)

source: Template for notification message (supports Django template syntax)
fa: قالب پیام اعلان (پشتیبانی از سینتکس قالب جنگو)

source: Template for action button text
fa: قالب متن دکمه عمل

source: Template for action URL
fa: قالب آدرس دکمه عمل

source: Whether this template is active and can be used
fa: آیا این قالب فعال است و می‌توان از آن استفاده کرد

source: When this template was created
fa: زمان ایجاد این قالب

source: When this template was last updated
fa: آخرین زمان به‌روزرسانی این قالب

source: Notification Template
fa: قالب اعلان

source: Notification Templates
fa: قالب‌های اعلان

source: Pending
fa: در انتظار

source: Sent
fa: ارسال شد

source: Delivered
fa: تحویل داده شده

source: Bounced
fa: برگشتی

source: Failed
fa: ناموفق

source: Opened
fa: باز شده

source: Clicked
fa: کلیک شده

source: Complained
fa: شاکی

source: Unsubscribed
fa: لغو اشتراک شده

source: Transactional
fa: تراکنشی

source: Marketing
fa: بازاریابی

source: User who received this email
fa: کاربری که این ایمیل را دریافت کرد

source: Associated in-app notification
fa: اعلان درون برنامه‌ای مرتبط

source: Email subject
fa: موضوع ایمیل

source: Recipient email address
fa: آدرس ایمیل گیرنده

source: Sender email address
fa: آدرس ایمیل فرستنده

source: Email template used
fa: قالب ایمیل استفاده شده

source: Type of email
fa: نوع ایمیل

source: Current delivery status
fa: وضعیت فعلی تحویل

source: Email service provider message ID
fa: شناسه پیام ارائه‌دهنده سرویس ایمیل

source: Error message if delivery failed
fa: پیام خطا در صورت شکست تحویل

source: Reason for bounce if applicable
fa: دلیل برگشت در صورت وجود

source: When to send this email (for scheduled emails)
fa: زمان ارسال این ایمیل (برای ایمیل‌های زمان‌بندی شده)

source: Campaign ID for marketing emails
fa: شناسه کمپین برای ایمیل‌های بازاریابی

source: Email Notification
fa: اعلان ایمیلی

source: Email Notifications
fa: اعلان‌های ایمیلی

source: Unique name for this email template
fa: نام یکتا برای این قالب ایمیل

source: Template for email subject (supports Django template syntax)
fa: قالب موضوع ایمیل (پشتیبانی از سینتکس قالب جنگو)

source: HTML template for email body
fa: قالب HTML برای بدنه ایمیل

source: Plain text template for email body (optional)
fa: قالب متن معمولی برای بدنه ایمیل (اختیاری)

source: Type of email this template is for
fa: نوع ایمیلی که این قالب برای آن است

source: Email Template
fa: قالب ایمیل

source: Email Templates
fa: قالب‌های ایمیل

source: Queued
fa: در صف

source: Undelivered
fa: تحویل نشده

source: Alert
fa: هشدار

source: User who received this SMS
fa: کاربری که این پیامک را دریافت کرد

source: SMS message content
fa: محتوای پیام پیامک

source: Recipient phone number
fa: شماره تلفن گیرنده

source: Sender phone number
fa: شماره تلفن فرستنده

source: SMS template used
fa: قالب پیامک استفاده شده

source: Type of SMS
fa: نوع پیامک

source: Twilio message SID
fa: شناسه پیام توییلیو

source: Twilio error code if applicable
fa: کد خطای توییلیو در صورت وجود

source: When to send this SMS (for scheduled SMS)
fa: زمان ارسال این پیامک (برای پیامک‌های زمان‌بندی شده)

source: Campaign ID for marketing SMS
fa: شناسه کمپین برای پیامک‌های بازاریابی

source: Cost of sending this SMS
fa: هزینه ارسال این پیامک

source: Currency unit for price
fa: واحد ارز برای قیمت

source: SMS Notification
fa: اعلان پیامکی

source: SMS Notifications
fa: اعلان‌های پیامکی

source: Unique name for this SMS template
fa: نام یکتا برای این قالب پیامک

source: SMS message template (supports Django template syntax)
fa: قالب پیام پیامک (پشتیبانی از سینتکس قالب جنگو)

source: Type of SMS this template is for
fa: نوع پیامکی که این قالب برای آن است

source: SMS Template
fa: قالب پیامک

source: SMS Templates
fa: قالب‌های پیامک

source: User who opted out of SMS
fa: کاربری که از پیامک انصراف داد

source: When the user opted out
fa: زمان انصراف کاربر

source: Reason for opting out
fa: دلیل انصراف

source: Opted out of transactional SMS
fa: انصراف از پیامک تراکنشی

source: Opted out of marketing SMS (default: True)
fa: انصراف از پیامک بازاریابی (پیش‌فرض: بله)

source: Opted out of system SMS
fa: انصراف از پیامک سیستمی

source: Opted out of alert SMS
fa: انصراف از پیامک هشدار

source: SMS Opt-Out
fa: انصراف از پیامک

source: SMS Opt-Outs
fa: انصرافات از پیامک

source: Draft
fa: پیش‌نویس

source: Scheduled
fa: زمان‌بندی شده

source: Sending
fa: در حال ارسال

source: Cancelled
fa: لغو شد

source: Campaign name
fa: نام کمپین

source: Email template to use
fa: قالب ایمیل مورد استفاده

source: Specific users to target (leave empty for all users)
fa: کاربران خاص هدف (برای همه خالی بگذارید)
