Repository: m1ndvortex/jewely
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Customer segments to target
fa: بخش‌های مشتری هدف

source: User roles to target
fa: نقش‌های کاربری هدف

source: Tenant statuses to target
fa: وضعیت‌های مستأجر هدف

source: When to send this campaign
fa: زمان ارسال این کمپین

source: Email Campaign
fa: کمپین ایمیلی

source: Email Campaigns
fa: کمپین‌های ایمیلی

source: Static Segment
fa: بخش ثابت

source: Dynamic Segment
fa: بخش پویا

source: Segment name
fa: نام بخش

source: Segment description
fa: توضیحات بخش

source: Type of segment (static or dynamic)
fa: نوع بخش (ثابت یا پویا)

source: Segmentation criteria for dynamic segments
fa: معیارهای بخش‌بندی برای بخش‌های پویا

source: Customers in this segment (for static segments)
fa: مشتریان در این بخش (برای بخش‌های ثابت)

source: Whether this segment is active
fa: آیا این بخش فعال است

source: User who created this segment
fa: کاربری که این بخش را ایجاد کرد

source: Number of customers in segment
fa: تعداد مشتریان در بخش

source: When segment was last calculated
fa: آخرین محاسبه بخش

source: Customer Segment
fa: بخش مشتری

source: Customer Segments
fa: بخش‌های مشتری

source: SMS Campaign
fa: کمپین پیامکی

source: Mixed Campaign
fa: کمپین ترکیبی

source: Campaign identifier
fa: شناسه کمپین

source: Type of campaign
fa: نوع کمپین

source: Customer segment targeted
fa: بخش مشتری هدف

source: Total recipients targeted
fa: مجموع گیرندگان هدف

source: Total messages sent
fa: مجموع پیام‌های ارسالی

source: Messages delivered
fa: پیام‌های تحویل شده

source: Messages failed
fa: پیام‌های ناموفق

source: Emails opened
fa: ایمیل‌های باز شده

source: Emails clicked
fa: ایمیل‌های کلیک شده

source: Emails bounced
fa: ایمیل‌های برگشتی

source: Unsubscribes from campaign
fa: لغو اشتراک از کمپین

source: Number of conversions
fa: تعداد تبدیل‌ها

source: Total value of conversions
fa: ارزش کل تبدیل‌ها

source: Total cost of campaign
fa: هزینه کل کمپین

source: Delivery rate percentage
fa: درصد نرخ تحویل

source: Open rate percentage (email only)
fa: درصد نرخ باز شدن (فقط ایمیل)

source: Click rate percentage (email only)
fa: درصد نرخ کلیک (فقط ایمیل)

source: Conversion rate percentage
fa: درصد نرخ تبدیل

source: Return on investment percentage
fa: درصد بازگشت سرمایه

source: When campaign was sent
fa: زمان ارسال کمپین

source: Campaign Analytics
fa: تحلیل کمپین

source: Phone Call
fa: تماس تلفنی

source: In-Person Meeting
fa: جلسه حضوری

source: Internal Note
fa: یادداشت داخلی

source: Outbound
fa: خروجی

source: Inbound
fa: ورودی

source: Internal
fa: داخلی

source: Customer this communication is with
fa: مشتری این ارتباط

source: Type of communication
fa: نوع ارتباط

source: Direction of communication
fa: جهت ارتباط

source: Subject or title of communication
fa: موضوع یا عنوان ارتباط

source: Content or summary of communication
fa: محتوا یا خلاصه ارتباط

source: Campaign ID if this is part of a campaign
fa: شناسه کمپین در صورت بخشی از کمپین بودن

source: Related email notification
fa: اعلان ایمیل مرتبط

source: Related SMS notification
fa: اعلان پیامک مرتبط

source: Whether message was opened
fa: آیا پیام باز شده است

source: Whether links were clicked
fa: آیا لینک‌ها کلیک شده‌اند

source: Whether this led to a conversion
fa: آیا این منجر به تبدیل شد

source: Value of conversion if applicable
fa: ارزش تبدیل در صورت وجود

source: Additional communication metadata
fa: متادیتای اضافی ارتباط

source: When the communication occurred
fa: زمان وقوع ارتباط

source: User who logged this communication
fa: کاربری که این ارتباط را ثبت کرد

source: Communication Log
fa: گزارش ارتباط

source: Communication Logs
fa: گزارش‌های ارتباط

source: SMS template to use
fa: قالب پیامک مورد استفاده

source: SMS Campaigns
fa: کمپین‌های پیامکی

source: Tenant Login
fa: ورود مستأجر

source: Sign in to your jewelry shop account
fa: ورود به حساب جواهرفروشی شما

source: Sign in with
fa: ورود با

source: Or continue with
fa: یا ادامه با

source: Username or Email
fa: نام کاربری یا ایمیل

source: Enter your username or email
fa: نام کاربری یا ایمیل خود را وارد کنید

source: Password
fa: رمز عبور

source: Enter your password
fa: رمز عبور خود را وارد کنید

source: Remember me
fa: مرا به خاطر بسپار

source: Forgot password?
fa: رمز عبور را فراموش کرده‌اید؟

source: Sign In
fa: ورود

source: Don't have an account?
fa: حساب کاربری ندارید؟

source: Sign up
fa: ثبت‌نام

source: Admin
fa: مدیر

source: All rights reserved.
fa: تمامی حقوق محفوظ است.

source: Sign Up
fa: ثبت نام

source: Create Account
fa: ایجاد حساب کاربری

source: Join our jewelry shop platform
fa: به پلتفرم جواهرفروشی ما بپیوندید

source: Username
fa: نام کاربری

source: Choose a username
fa: یک نام کاربری انتخاب کنید

source: Enter your email address
fa: آدرس ایمیل خود را وارد کنید

source: Create a strong password
fa: یک رمز عبور قوی ایجاد کنید

source: Minimum 12 characters
fa: حداقل 12 کاراکتر

source: Confirm Password
fa: تأیید رمز عبور

source: Confirm your password
fa: رمز عبور خود را تأیید کنید

source: Already have an account?
fa: قبلاً حساب کاربری دارید؟

source: Sign in
fa: ورود

source: Edit Account
fa: ویرایش حساب

source: Add Account
fa: افزودن حساب

source: Add New Account
fa: افزودن حساب جدید

source: Chart of Accounts
fa: نمودار حساب

source: Add
fa: اضافه کنید

source: Account Code
fa: کد حساب

source: Unique account code (e.g., 1004 for bank accounts)
fa: کد حساب منحصر به فرد (به عنوان مثال، 1004 برای حساب های بانکی)

source: Account Name
fa: نام حساب

source: Account Type
fa: نوع حساب

source: Select account type...
fa: انتخاب نوع حساب...

source: Assets
fa: دارایی ها

source: Cash
fa: نقدی

source: Checking Account
fa: چک کردن حساب

source: Savings Account
fa: حساب پس انداز

source: Prepaid Expenses
fa: هزینه های پیش پرداخت

source: Accounts Receivable
fa: حساب های دریافتنی

source: Equipment
fa: تجهیزات

source: Liabilities
fa: بدهی ها

source: Accounts Payable
fa: حساب های پرداختنی

source: Taxes Payable
fa: مالیات های قابل پرداخت

source: Other Current Liabilities
fa: سایر بدهی های جاری

source: Notes Payable
fa: یادداشت های قابل پرداخت

source: Equity
fa: حقوق صاحبان سهام

source: Owner's Equity
fa: حقوق صاحبان سهام

source: Retained Earnings
fa: سود انباشته

source: Revenue
fa: درآمد

source: Sales Revenue
fa: درآمد فروش

source: Other Income
fa: سایر درآمدها

source: Expenses
fa: مخارج

source: Cost of Goods Sold
fa: بهای تمام شده کالای فروخته شده

source: Operating Expenses
fa: هزینه های عملیاتی

source: Depreciation
fa: استهلاک

source: Balance Type
fa: نوع تعادل

source: Assets & Expenses: Debit | Liabilities, Equity & Revenue: Credit
fa: دارایی ها و هزینه ها: بدهی | بدهی ها، حقوق صاحبان سهام و درآمد: اعتبار

source: Optional description of this account
fa: شرح اختیاری این حساب

source: Update Account
fa: به روز رسانی حساب

source: Account Code Guidelines:
fa: دستورالعمل کد حساب:

source: 1000-1999: Assets (1000-1099 for bank accounts)
fa: 1000-1999: دارایی ها (1000-1099 برای حساب های بانکی)

source: 2000-2999: Liabilities
fa: 2000-2999: بدهی ها

source: 3000-3999: Equity
fa: 3000-3999: حقوق صاحبان سهام

source: 4000-4999: Revenue
fa: 4000-4999: درآمد

source: 5000-5999: Expenses
fa: 5000-5999: مخارج

source: Total Payable
fa: کل قابل پرداخت

source: Overdue
fa: عقب افتاده

source: Outstanding POs
fa: PO های برجسته

source: Outstanding Purchase Orders
fa: سفارشات خرید برجسته

source: PO Number
fa: شماره سفارش خرید

source: Supplier
fa: تأمین‌کننده

source: Expected Delivery
fa: تحویل مورد انتظار

source: No outstanding payables
fa: بدون پرداخت معوق

source: All purchase orders have been completed or paid.
fa: تمامی سفارشات خرید تکمیل یا پرداخت شده است.

source: Total Sales
fa: کل فروش

source: Recent Transactions
fa: معاملات اخیر

source: Sale Number
fa: شماره فروش

source: Customer
fa: مشتری

source: Payment Method
fa: روش پرداخت

source: Walk-in Customer
fa: مشتری متحرک

source: No sales
fa: بدون فروش

source: No sales transactions found.
fa: هیچ معامله فروش یافت نشد.

source: Bank Accounts
fa: حساب های بانکی

source: Default
fa: پیش فرض

source: Current Balance
fa: موجودی فعلی

source: Reconciled Balance
fa: تعادل آشتی

source: Unreconciled Balance
fa: تعادل ناسازگار

source: Account Information
fa: اطلاعات حساب

source: Bank
fa: بانک

source: Account Number
fa: شماره حساب

source: Linked GL Account
fa: حساب GL مرتبط

source: View in Chart of Accounts
fa: مشاهده در نمودار حساب

source: GL Account
fa: حساب GL

source: Not linked to Chart of Accounts
fa: به نمودار حساب ها مرتبط نیست

source: Link to GL Account
fa: پیوند به حساب GL

source: Routing Number
fa: شماره مسیریابی

source: SWIFT Code
fa: کد سوئیفت

source: Currency
fa: ارز

source: Inactive
fa: غیرفعال

source: Reconciliation Status
fa: وضعیت آشتی

source: Last Reconciled
fa: آخرین آشتی

source: Days Ago
fa: روزها پیش

source: This account needs reconciliation
fa: این حساب نیاز به تطبیق دارد

source: This account has never been reconciled
fa: این حساب هرگز تطبیق نشده است

source: Set as Default
fa: به عنوان پیش فرض تنظیم کنید

source: Unreconciled Transactions
fa: معاملات ناسازگار

source: No unreconciled transactions
fa: بدون تراکنش ناسازگار

source: Recent Reconciliations
fa: آشتی های اخیر

source: Statement Balance
fa: تراز بیانیه

source: Reconciled By
fa: آشتی توسط

source: Completed
fa: تکمیل شد

source: In Progress
fa: در حال انجام است

source: No reconciliations yet
fa: هنوز آشتی وجود ندارد

source: Edit Bank Account
fa: ویرایش حساب بانکی

source: Add Bank Account
fa: اضافه کردن حساب بانکی

source: Bank Name
fa: نام بانک

source: GL Account (Chart of Accounts)
fa: حساب GL (نمودار حساب ها)

source: Recommended
fa: توصیه می شود

source: Link this bank account to a General Ledger account from your Chart of Accounts. This connects your physical bank account to your accounting records.
fa: این حساب بانکی را به یک حساب دفتر کل از نمودار حساب های خود پیوند دهید. این حساب بانکی فیزیکی شما را به سوابق حسابداری شما متصل می کند.

source: View Chart of Accounts
fa: مشاهده نمودار حساب ها

source: For security, consider entering only the last 4 digits
fa: برای امنیت، فقط 4 رقم آخر را وارد کنید

source: Balance Information
fa: اطلاعات موجودی

source: Opening Balance
fa: موجودی افتتاحیه

source: Balance when adding this account to the system
fa: موجودی هنگام افزودن این حساب به سیستم

source: Additional Information
fa: اطلاعات تکمیلی

source: SWIFT/BIC Code
fa: کد SWIFT/BIC

source: Set as default bank account
fa: به عنوان حساب بانکی پیش فرض تنظیم کنید

source: The default account will be pre-selected in transactions
fa: حساب پیش فرض در تراکنش ها از قبل انتخاب می شود

source: Import Bank Statement
fa: صورتحساب بانک واردات

source: Upload a bank statement file to automatically import transactions
fa: برای وارد کردن خودکار تراکنش‌ها، فایل صورت‌حساب بانکی را آپلود کنید

source: Back to Account
fa: بازگشت به حساب

source: Import Instructions
fa: دستورالعمل واردات

source: Supported File Formats:
fa: فرمت های فایل پشتیبانی شده:

source: Comma-separated values with Date, Description, Amount columns
fa: مقادیر جدا شده با کاما با ستون‌های Date، Description، Amount

source: Open Financial Exchange format
fa: فرمت Financial Exchange را باز کنید

source: Quicken Financial Exchange format
fa: سریع فرمت تبادل مالی

source: QuickBooks Online format
fa: فرمت QuickBooks Online

source: CSV File Format:
fa: فرمت فایل CSV:

source: Your CSV file should have the following columns:
fa: فایل CSV شما باید دارای ستون های زیر باشد:

source: or
fa: یا

source: What Happens During Import:
fa: آنچه در هنگام واردات اتفاق می افتد:

source: The system parses your file and extracts transactions
fa: سیستم فایل شما را تجزیه می کند و تراکنش ها را استخراج می کند

source: Duplicate transactions are automatically detected and skipped
fa: تراکنش های تکراری به طور خودکار شناسایی و نادیده گرفته می شوند

source: The system attempts to match transactions with existing journal entries
fa: این سیستم تلاش می‌کند تراکنش‌ها را با ورودی‌های ژورنال موجود مطابقت دهد

source: Unmatched transactions can be manually reconciled later
fa: تراکنش های بی همتا را می توان بعداً به صورت دستی تطبیق داد

source: Upload Statement File
fa: آپلود فایل بیانیه

source: Please correct the following errors:
fa: لطفا خطاهای زیر را اصلاح کنید:

source: Upload a file
fa: یک فایل آپلود کنید

source: or drag and drop
fa: یا بکشید و رها کنید

source: up to 10MB
fa: تا 10 مگابایت

source: Import Statement
fa: بیانیه واردات

source: Recent Imports
fa: واردات اخیر

source: File Name
fa: نام فایل

source: Format
fa: قالب

source: Imported
fa: وارداتی

source: Matched
fa: مطابقت دارد

source: Partial
fa: جزئی

source: Processing
fa: پردازش

source: Total Balance
fa: کل موجودی

source: Active Accounts
fa: حساب های فعال

source: Need Reconciliation
fa: نیاز به آشتی

source: All Types
fa: تمام انواع

source: Checking
fa: چک کردن

source: Savings
fa: پس انداز

source: Money Market
fa: بازار پول

source: Credit Card
fa: کارت اعتباری

source: Line of Credit
fa: خط اعتباری

source: All
fa: همه

source: Reconciliation
fa: آشتی

source: Needs Reconciliation
fa: نیاز به آشتی دارد

source: Recently Reconciled
fa: اخیرا آشتی کرده است

source: Type
fa: نوع

source: Unreconciled
fa: آشتی نکردن

source: days ago
fa: روز قبل

source: Never
fa: هرگز

source: Reconcile
fa: آشتی کن

source: No bank accounts found
fa: هیچ حساب بانکی پیدا نشد

source: Add Your First Bank Account
fa: اولین حساب بانکی خود را اضافه کنید

source: Showing
fa: نمایش

source: to
fa: تا

source: of
fa: از

source: accounts
fa: حساب ها

source: Previous
fa: قبلی

source: Next
fa: بعدی

source: Bank Reconciliation
fa: تسویه حساب بانکی

source: Reconciliations
fa: آشتی ها

source: Bank Account
fa: حساب بانکی

source: Statement Date
fa: تاریخ بیانیه

source: Statement Beginning
fa: شروع بیانیه

source: Statement Ending
fa: پایان بیانیه

source: Cleared Transactions
fa: تراکنش های پاک شده

source: Deposits:
fa: سپرده ها:

source: Withdrawals:
fa: برداشت ها:

source: Difference
fa: تفاوت

source: Select All
fa: همه را انتخاب کنید

source: Mark Selected as Reconciled
fa: علامت‌گذاری به‌عنوان تطبیق‌شده

source: Deposits
fa: سپرده ها

source: Withdrawals
fa: برداشت ها

source: Balance
fa: تعادل

source: Deposit
fa: سپرده گذاری

source: Withdrawal
fa: برداشت

source: Unreconciled Totals:
fa: مجموع ناسازگار:

source: All transactions reconciled
fa: همه معاملات تطبیق شد

source: There are no unreconciled transactions for this period.
fa: برای این دوره هیچ معامله ناسازگاری وجود ندارد.

source: Reconciled Transactions
fa: معاملات مصالحه شده

source: Are you sure you want to unreconcile this transaction?
fa: آیا مطمئنید که می‌خواهید این تراکنش را باطل کنید؟

source: Unreconcile
fa: آشتی نکردن

source: Reconciled Totals:
fa: مجموع مصالحه شده:

source: Auto-Match Transactions
fa: تطبیق خودکار معاملات

source: Create Adjustment
fa: تنظیم را ایجاد کنید

source: Are you sure you want to cancel this reconciliation?
fa: آیا مطمئنید که می خواهید این آشتی را لغو کنید؟

source: Cancel Reconciliation
fa: لغو آشتی

source: Complete Reconciliation
fa: آشتی کامل

source: Reconciliation Completed
fa: آشتی تکمیل شد

source: View Report
fa: مشاهده گزارش

source: Edit Statement Ending Balance
fa: تراز پایانی بیانیه را ویرایش کنید

source: Statement Ending Balance
fa: تراز پایانی بیانیه

source: Update
fa: به‌روزرسانی

source: Create Adjusting Entry
fa: ایجاد ورودی تنظیم

source: Create
fa: ایجاد کنید

source: Please select at least one transaction to reconcile.
fa: لطفاً حداقل یک تراکنش را برای تطبیق انتخاب کنید.

source: Mark
fa: علامت گذاری کنید

source: transaction(s) as reconciled?
fa: معامله (ها) به عنوان مصالحه؟

source: The reconciliation has a difference of $
fa: تطبیق تفاوت دلاری دارد

source: . Are you sure you want to complete it?
fa: . آیا مطمئن هستید که می خواهید آن را کامل کنید؟

source: Are you sure you want to complete this reconciliation?
fa: آیا مطمئن هستید که می خواهید این آشتی را کامل کنید؟

source: An error occurred. Please try again.
fa: خطایی رخ داد. لطفا دوباره امتحان کنید.

source: Bank Reconciliation History
fa: تاریخچه تسویه بانک

source: History
fa: تاریخچه

source: New Reconciliation
fa: آشتی جدید

source: View
fa: مشاهده

source: No Reconciliations Yet
fa: هنوز آشتی وجود ندارد

source: Start your first bank reconciliation to track and match your transactions.
fa: اولین تطبیق بانکی خود را برای ردیابی و مطابقت تراکنش های خود شروع کنید.

source: Start Reconciliation
fa: آشتی را شروع کنید

source: Bill
fa: لایحه

source: Bills
fa: صورت حساب ها

source: Record Payment
fa: ثبت پرداخت

source: Paid
fa: پرداخت شده است

source: Partially Paid
fa: تا حدی پرداخت شده است

source: Approved
fa: تصویب شد

source: Void
fa: باطل

source: Total Amount
fa: مقدار کل

source: Amount Due
fa: مبلغ سررسید

source: Bill Details
fa: جزئیات لایحه

source: Bill Number
fa: شماره قبض

source: Bill Date
fa: تاریخ قبض

source: Due Date
fa: سررسید

source: days overdue
fa: روزهای عقب افتاده

source: Reference Number
fa: شماره مرجع

source: Line Items
fa: موارد خط

source: Unit Price
fa: قیمت واحد

source: Subtotal:
fa: جمع فرعی:

source: Tax:
fa: مالیات:

source: Total:
fa: مجموع:

source: Payment History
fa: تاریخچه پرداخت

source: Payment Date
fa: تاریخ پرداخت

source: Reference
fa: مرجع

source: Recorded By
fa: ضبط شده توسط

source: Notes:
fa: یادداشت ها:

source: Total Paid:
fa: مجموع پرداخت شده:

source: Remaining Balance:
fa: موجودی باقیمانده:

source: No payments
fa: بدون پرداخت

source: No payments have been recorded for this bill yet.
fa: هنوز هیچ پرداختی برای این صورتحساب ثبت نشده است.

source: Edit Bill
fa: لایحه را ویرایش کنید

source: Create New Bill
fa: بیل جدید ایجاد کنید

source: Bill Management
fa: مدیریت قبض

source: Bill Information
fa: اطلاعات قبض

source: Required Fields
fa: فیلدهای مورد نیاز

source: Tax Amount
fa: مقدار مالیات

source: Add items and services to this bill
fa: موارد و خدمات را به این صورتحساب اضافه کنید

source: Add Line Item
fa: افزودن آیتم خط

source: Qty
fa: تعداد

source: Price
fa: قیمت

source: Total
fa: مجموع

source: Bill Summary
fa: خلاصه لایحه

source: Total Amount:
fa: کل مبلغ:

source: Update Bill
fa: به روز رسانی بیل

source: Create Bill
fa: بیل ایجاد کنید

source: Are you sure you want to remove this line item?
fa: آیا مطمئن هستید که می خواهید این مورد خط را حذف کنید؟

source: Please add at least one line item.
fa: لطفا حداقل یک مورد خط اضافه کنید.

source: Saving...
fa: در حال ذخیره...

source: Aged Payables
fa: پرداختنی های مسن

source: New Bill
fa: لایحه جدید

source: Total Outstanding
fa: مجموع برجسته

source: Due This Month
fa: سررسید این ماه

source: Total Bills
fa: کل صورتحساب ها

source: All Suppliers
fa: همه تامین کنندگان

source: Filter
fa: فیلتر

source: Aging Breakdown
fa: شکست پیری

source: Current
fa: فعلی

source: 1-30 Days
fa: 1-30 روز

source: 31-60 Days
fa: 31-60 روز

source: 61-90 Days
fa: 61-90 روز

source: 90+ Days
fa: 90+ روز

source: Bills List
fa: لیست قبوض

source: Days Overdue
fa: روزهای عقب افتاده

source: days
fa: روز

source: Due today
fa: سررسید امروز

source: Not yet due
fa: هنوز سررسید نشده است

source: View details
fa: مشاهده جزئیات

source: Record payment
fa: ثبت پرداخت

source: No bills
fa: بدون صورتحساب

source: Get started by creating a new bill.
fa: با ایجاد یک لایحه جدید شروع کنید.

source: Payment
fa: پرداخت

source: Bill Total
fa: بیل کل

source: Amount Paid
fa: مبلغ پرداختی

source: Remaining Balance
fa: تعادل باقی مانده

source: Payment Information
fa: اطلاعات پرداخت

source: Payment Amount
fa: مبلغ پرداختی

source: Maximum:
fa: حداکثر:

source: Entity
fa: موجودیت

source: Code
fa: کد

source: Loading...
fa: در حال بارگیری...

source: No Chart of Accounts
fa: بدون نمودار حساب

source: Accounting has not been set up for this tenant.
fa: حسابداری برای این مستاجر تنظیم نشده است.

source: No accounts have been created yet.
fa: هنوز هیچ حساب کاربری ایجاد نشده است.

source: Set Up Accounting
fa: راه اندازی حسابداری

source: Create Credit Memo
fa: یادداشت اعتباری ایجاد کنید

source: Invoices
fa: فاکتورها

source: Credit Memo
fa: یادداشت اعتباری

source: Credit Memo Information
fa: اطلاعات یادداشت اعتباری

source: Credit Memo Number
fa: شماره یادداشت اعتباری

source: Credit Date
fa: تاریخ اعتبار

source: Credit Amount
fa: مقدار اعتبار

source: Original Invoice
fa: اصل فاکتور

source: Customer Accounting
fa: حسابداری مشتری

source: View Statement
fa: مشاهده بیانیه

source: New Invoice
fa: فاکتور جدید

source: Credit Limit Exceeded
fa: بیش از حد اعتبار

source: Customer Name
fa: نام مشتری

source: Contact
fa: تماس

source: Payment Terms
fa: شرایط پرداخت

source: Credit Limit
fa: محدودیت اعتباری

source: No limit
fa: بدون محدودیت

source: Tax Exempt
fa: معافیت مالیاتی

source: Outstanding Balance
fa: موجودی معوق

source: of credit limit
fa: حد اعتبار

source: Avg Days to Pay
fa: میانگین روزهای پرداخت

source: Payment Reliability
fa: قابلیت اطمینان پرداخت

source: out of 100
fa: از 100

source: Invoice Number
fa: شماره فاکتور

source: View details coming soon
fa: مشاهده جزئیات به زودی

source: No invoices
fa: فاکتور نداره

source: No invoices found for this customer.
fa: هیچ فاکتوری برای این مشتری یافت نشد.

source: Recent Payment History
fa: تاریخچه پرداخت های اخیر

source: No payment history found for this customer.
fa: هیچ سابقه پرداختی برای این مشتری یافت نشد.

source: Customer Statement
fa: بیانیه مشتری

source: Statement
fa: بیانیه

source: Export PDF
fa: صادرات PDF

source: Print
fa: چاپ کنید

source: Back to Details
fa: بازگشت به جزئیات

source: Customer Information
fa: اطلاعات مشتری

source: Statement Period
fa: دوره بیانیه

source: Generated on
fa: تولید شده در

source: Current Outstanding
fa: برجسته فعلی

source: Transaction Details
fa: جزئیات معامله

source: Charges
fa: اتهامات

source: Payments
fa: پرداخت ها

source: Invoice
fa: فاکتور

source: No transactions
fa: بدون معامله

source: No transactions found for the selected period.
fa: هیچ تراکنشی برای دوره انتخابی یافت نشد.

source: This is a computer-generated statement and does not require a signature.
fa: این یک عبارت کامپیوتری است و نیازی به امضا ندارد.

source: For questions about this statement, please contact your accounting department.
fa: برای سؤال در مورد این بیانیه، لطفاً با بخش حسابداری خود تماس بگیرید.

source: Current Amount Due: $%(amount)s
fa: مبلغ جاری: $%(amount)s

source: Accounting Dashboard
fa: داشبورد حسابداری

source: Financial Management
fa: مدیریت مالی

source: Accounting & Finance
fa: حسابداری و مالی

source: View Reports
fa: مشاهده گزارش‌ها

source: Export
fa: خروجی

source: Accounting System Not Configured
fa: سیستم حسابداری پیکربندی نشده است

source: Your accounting system needs to be initialized before you can access financial features. This one-time setup will create your chart of accounts and configure the double-entry accounting system.
fa: سیستم حسابداری شما باید قبل از دسترسی به ویژگی‌های مالی راه‌اندازی شود. این راه‌اندازی یک‌بار انجام می‌شود و چارت حساب‌های شما را ایجاد و سیستم حسابداری دوطرفه را پیکربندی می‌کند.

source: Initialize Accounting System
fa: راه‌اندازی سیستم حسابداری

source: Learn More
fa: بیشتر بدانید

source: Total Revenue
fa: کل درآمد

source: vs last period
fa: در مقابل آخرین دوره

source: Total Expenses
fa: مجموع هزینه ها

source: Net Income
fa: درآمد خالص

source: profit margin
fa: حاشیه سود

source: Total Assets
fa: کل دارایی ها

source: liabilities
fa: بدهی ها

source: Accounting Modules
fa: ماژول های حسابداری

source: REPORTS
fa: گزارش ها

source: Financial Reports
fa: گزارش های مالی

source: Balance Sheet, Income Statement, Cash Flow, Trial Balance with PDF/Excel export
fa: ترازنامه، صورت درآمد، جریان نقدی، تراز آزمایشی با صادرات PDF/Excel

source: Open Reports
fa: گزارش ها را باز کنید

source: ACCOUNTS
fa: حساب ها

source: Manage account structure, view balances, Assets, Liabilities, Equity, Revenue, Expenses
fa: مدیریت ساختار حساب، مشاهده مانده ها، دارایی ها، بدهی ها، حقوق صاحبان سهام، درآمد، هزینه ها

source: Manage Accounts
fa: مدیریت حساب ها

source: ENTRIES
fa: ورودی ها

source: Journal Entries
fa: مدخل های مجله
